Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: R_emove Custom Image
vi: _Loại bỏ ảnh tự chọn

source: This link can't be used, because it has no target. Do you want to put this link in the Trash?
vi: Không thể dùng liên kết này vì nó không có liên kết với cái gì cả. Bạn có muốn cho nó vào Thùng rác không?

source: This link can't be used, because its target "%s" doesn't exist. Do you want to put this link in the Trash?
vi: Không thể dùng liên kết này vì đối tượng liên kết của nó là "%s" không tồn tại. Bạn có muốn cho nó vào Thùng rác không?

source: Throw Away
vi: Ném đi

source: Run
my: မောင်းနှင်
vi: Thực thi

source: Display
vi: Hiển thị

source: _Restore Icons' Original Sizes
vi: _Phục hồi kích thước biểu tượng nguyên thủy

source: _Restore Icon's Original Size
vi: _Phục hồi kích thước biểu tượng nguyên thủy

source: Link Target:
vi: Đích liên kết:

source: MIME Type:
vi: Kiểu MIME:

source: Select Custom Icon...
vi: Chọn biểu tượng riêng...

source: Remove Custom Icon
vi: Loại bỏ biểu tượng riêng

source: Set User ID
vi: Thiết lập User ID

source: Special Flags:
vi: Cờ hiệu đặc biệt:

source: Set Group ID
vi: Thiết lập Group ID

source: Sticky
vi: Dính

source: File Owner:
vi: Chủ sở hữu tập tin:

source: File Group:
vi: Nhóm tập tin:

source: Read
vi: Đọc

source: Write
vi: Ghi

source: Execute
vi: Thực thi

source: Text View:
vi: Khung text:

source: Number View:
vi: Khung số:

source: Last Changed:
vi: Lần thay đổi cuối:

source: Select an icon:
vi: Chọn biểu tượng:

source: Change Desktop Background
vi: Đổi nền Desktop

source: Disks
vi: Đĩa

source: Mount or unmount disks
vi: Gắn kết hoặc tháo gắn kết đĩa

source: New Terminal
vi: Terminal mới

source: Remove any custom pattern or color from the desktop background
vi: Loại bỏ bất kỳ mẫu hoặc màu tự chọn nào từ nền desktop

source: Reset Desktop Background
vi: Phục hồi nền desktop

source: Copy Files
vi: Chép tập tin

source: Cut Files
vi: Cắt tập tin

source: Duplicate
vi: Tạo bản sao

source: Make Link
vi: Tạo liên kết

source: Move to Trash
vi: Di chuyển vào Thùng rác

source: New Folder
my: ဖိုလ်ဒါအသစ်
vi: Thư mục mới

source: Open
my: ဖွင့်မည်
vi: Mở

source: Open Scripts Folder
vi: Mở thư mục script

source: Open With
vi: Mở bằng

source: Open each selected item in a new window
vi: Mở các mục được chọn trong cửa sổ mới

source: Open in New Window
vi: Mở trong cửa sổ mới

source: Other Application...
vi: Ứng dụng khác...

source: Other Viewer...
vi: Trình hiển thị khác...

source: Paste Files
vi: Dán tập tin

source: Remove Custom Images
vi: Loại bỏ ảnh tự chọn

source: Remove any custom images from selected icons
vi: Loại bỏ mọi ảnh tự chọn từ những biểu tượng được chọn

source: Remove any custom pattern or color from the background of this location
vi: Loại bỏ mọi mẫu hoặc màu tự chọn từ nền của địa điểm này

source: Reset Background
vi: Phục hồi nền

source: Scripts
vi: Script

source: Select All Files
vi: Chọn mọi tập tin

source: Show Properties
vi: Xem thuộc tính

source: Show Trash
vi: Xem Thùng rác

source: Show _Properties
vi: Xem _thuộc tính

source: Show the contents of the Trash
vi: Xem nội dung Thùng rác

source: _Duplicate
vi: Tạo bản _sao

source: _Make Link
vi: Tạo _liên kết

source: _New Folder
vi: _Tạo thư mục mới

source: _Show Trash
vi: _Hiện Thùng rác

source: Clean Up by Name
vi: Dọn dẹp theo tên

source: Lay Out Items
vi: Bố trí các mục

source: Rename selected icon
vi: Đổi tên biểu tượng được chọn

source: Restore Icons' Original Sizes
vi: Phục hồi kích thước gốc của biểu tượng

source: Reversed Order
vi: Thứ tự ngược

source: Stretch Icon
vi: Dãn biểu tượng

source: _Clean Up by Name
vi: _Dọn dẹp theo tên

source: _Lay Out Items
vi: _Bố trí các mục

source: _Rename
my: _အမည်ပြောင်း
vi: Đổi _tên

source: _Stretch Icon
vi: _Dãn biểu tượng

source: About Nautilus
vi: Giới thiệu về Nautilus

source: Authors
vi: Tác giả

source: Nautilus can't be used now. Running the command "nautilus-clean.sh -x" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again.
vi: Không thể dùng Nautilus bây giờ. Chạy lệnh "nautilus-clean.sh -x" từ console có lẽ sẽ sửa được lỗi. Nếu không được, thử khởi động lại máy tính hoặc cài đặt lại Nautilus.

source: Nautilus can't be used now. Running the command "nautilus-clean.sh -x" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again. OAF couldn't locate the Nautilus_shell.oaf file. One cause of this seems to be an LD_LIBRARY_PATH that does not include the oaf library's directory. Another possible cause would be bad install with a missing Nautilus_Shell.oaf file. Running "nautilus-clean.sh -x" will kill all OAF and GConf processes, which may be needed by other applications. Sometimes killing oafd and gconfd fixes the problem, but we don't know why. We have also seen this error when a faulty version of oaf was installed.
vi: Không thể dùng Nautilus bây giờ. Chạy lệnh "nautilus-clean.sh -x" từ console có lẽ sẽ sửa được lỗi. Nếu không được, thử khởi động lại máy tính hoặc cài đặt lại Nautilus. OAF không thể định vị tập tin Nautilus_shell.server. Có lẽ do biến LD_LIBRARY_PATH không chứa thư mục của thư viện OAF. Một nguyên nhân khác là lỗi khi cài đặt Nautilus nên thiếu file Nautilus_Shell.server. Chạy "nautilus-clean.sh -x" sẽ kết thúc OAF và GConf, những chương trình này có thể cần cho các ứng dụng khác. Đôi khi kết thúc oafd và gconfd sẽ giải quyết vấn đề, nhưng chúng tôi không biết tại sao. Ngoài ra chúng tôi cũng gặp lỗi này khi cài đặt một phiên bản oaf bị hư.

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to register the file manager view server.
vi: Không thể dùng Nautilus bây giờ vì lỗi bất ngờ từ OAF khi cố thử đăng ký file manager view server.

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to locate the factory.Killing oafd and restarting Nautilus may help fix the problem.
vi: Không thể dùng Nautilus bây giờ vì lỗi bất ngờ từ OAF khi cố thử định vị factory. Việc kết thúc oafd rồi khởi động lại Nautilus có lẽ sẽ giải quyết vấn đề.

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to locate the shell object. Killing oafd and restarting Nautilus may help fix the problem.
vi: Không thể dùng Nautilus bây giờ vì lỗi của OAF khi cố thử định vị shell object. Việc kết thúc oafd rồi khởi động lại Nautilus có lẽ sẽ giải quyết vấn đề.

source: Bookmarks
vi: Bookmark

source: Location
my: တည်နေရာ
vi: Vị trí

source: Port:
vi: Cổng:

source: Use Nautilus to draw the desktop.
vi: Dùng Nautilus để vẽ desktop.

source: Nautilus First Time Setup
vi: Thiết lập Nautilus lần đầu

source: Welcome to Nautilus
vi: Chào mừng đến với Nautilus

source: Finished
vi: Đã hoàn tất

source: Updating Nautilus...
vi: Giới thiệu về Nautilus...

source: Web Proxy Configuration
vi: Cấu hình web proxy server

source: Fonts
vi: Font

source: Default smooth font:
vi: Font mượt mặc định:

source: Default non-smooth font:
vi: Font không mượt mặc định:

source: Nautilus Themes
vi: Theme của Nautilus

source: Use Nautilus to draw the desktop
vi: Dùng Nautilus để vẽ desktop

source: Use your home folder as the desktop
vi: Dùng thư mục nhà như là desktop

source: Opening New Windows
vi: Đang mở cửa sổ mới

source: Open each file or folder in a separate window
vi: Mở mỗi tập tin/thư mục trong một cửa sổ riêng

source: Display toolbar in new windows
vi: Hiện thanh công cụ trong cửa sổ mới

source: Display location bar in new windows
vi: Hiện location bar trong cửa sổ mới

source: Display status bar in new windows
vi: Hiện thanh trạng thái trong cửa sổ mới

source: Display sidebar in new windows
vi: Hiện sidebar trong cửa sổ mới

source: Trash Behavior
vi: Hành vi Thùng rác

source: Ask before emptying the Trash or deleting files
vi: Hỏi trước khi đổ rác hoặc xóa tậ[ tin

source: Click Behavior
vi: Hành vi nhấn

source: Executable Text Files
vi: Tập tin text có thể thực thi

source: Show/Hide Options
vi: Tùy chọn hiện/ẩn

source: Show hidden files (file names start with ".")
vi: Hiện tập tin ẩn (tập tin bắt đầu bằng ".")

source: Show backup files (file names end with "~")
vi: Hiện tập tin backup (tập tin kết thúc bằng "~")

source: Show special flags in Properties window
vi: Hiện cờ hiệu đặc biệt trong cửa sổ Thông số

source: Sorting Order
vi: Thứ tự sắp xếp

source: Always list folders before files
vi: Luôn sắp thư mục trước tập tin

source: Choose the order for information to appear beneath icon names. More information appears as you zoom in closer
vi: Chọn thứ tự hiển thị thông tin trong biểu tượng. Nhiều thông tin hơn được hiển thị khi bạn phóng to ra

source: Default View
vi: Khung mặc định

source: View new folders using:
vi: Xem cửa sổ mới, dùng:

source: Icon View Defaults
vi: Thông số mặc định của khung biểu tượng

source: Sort in reversed order
vi: Sắp xếp ngược

source: Default zoom level:
vi: Cỡ phóng mặc định:

source: Font size at default zoom level:
vi: Cỡ font với cỡ phóng mặc định:

source: List View Defaults
vi: Thông số mặc định của khung danh sách

source: Search Complexity Options
vi: Tùy chọn tìm kiếm phức tạp

source: search type to do by default
vi: cách tìm mặc định

source: HTTP Proxy Settings
vi: Thông số HTTP Proxy

source: Use HTTP Proxy
vi: Dùng HTTP Proxy

source: Proxy requires a username and password:
vi: Proxy yêu cầu tên người dùng và mật khẩu:

source: Username:
vi: Tên người dùng:

source: Password:
vi: Mật khẩu:

source: Built-in Bookmarks
vi: Bookmark cài sẵn

source: Don't include the built-in bookmarks in the Bookmarks menu
vi: Không gộp bookmark cài sẵn vào menu Bookmark

source: Show Text in Icons
vi: Hiện text trong biểu tượng

source: Show Count of Items in Folders
vi: Hiện số mục trong thư mục

source: Preview Sound Files
vi: Nghe thử tập tin âm thanh

source: Tabs
vi: Tab

source: Show only folders (no files) in the tree
vi: Chỉ hiện thư mục (không hiện tập tin) trong cây

source: Maximum items per site
vi: Số mục tối đa mỗi site

source: Maximum number of items displayed per site
vi: Số mục tối đa được hiển thị trên một site

source: Update Minutes
vi: Khoảng cập nhật:

source: Update frequency in minutes
vi: Tần số cập nhật (phút)

source: View Preferences
vi: Xem thông số

source: Appearance
vi: Diện mạo

source: Windows & Desktop
vi: Cửa sổ & Desktop

source: Icon & List Views
vi: Khung biểu tượng và danh sách

source: Sidebar Panels
vi: Panel Sidebar

source: Search
my: ရှာဖွေရေး
vi: Tìm

source: News Panel
vi: Panel tin tức

source: Display %s tab in sidebar
vi: Hiển thị tab %s trong sidebar

source: Add new...
vi: Thêm mới...

source: Remove...
vi: Loại bỏ...

source: Keyword:
vi: Tên:

source: Image:
vi: Ảnh:

source: Color name:
vi: Tên màu:

source: Color value:
vi: Giá trị màu:

source: Select an image file to add as a pattern:
vi: Chọn một tập tin ảnh để thêm vào mẫu:

source: Select a color to add:
vi: Chọn màu thêm vào:

source: Sorry, but "%s" is an existing keyword. Please choose a different name for it.
vi: Rất tiếc, nhưng "%s" là từ dành riêng. Vui lòng chọn một tên khác.

source: Sorry, but the image at %s couldn't be installed as an emblem.
vi: Rất tiếc, nhưng không thể dùng ảnh tại %s làm biểu tượng.

source: Cancel Remove
vi: Ngừng loại bỏ

source: Add a New Pattern...
vi: Thêm mẫu mới...

source: Add a New Color...
vi: Thêm màu mới..

source: Add a New Emblem...
vi: Thêm biểu tượng mới...

source: Remove a Pattern...
vi: Loại bỏ mẫu...

source: Remove a Color...
vi: Loại bỏ màu..

source: Remove an Emblem...
vi: Loại bỏ biểu tượng...

source: Close all Nautilus windows
vi: Đóng mọi của sổ của Nautilus

source: Display on-line help for Nautilus
vi: Hiện trợ giúp trực tuyến cho Nautilus

source: Display quick reference pages for Nautilus
vi: Hiện rang tham khảo nhanh của Nautilus

source: Edit various Nautilus preferences
vi: Sửa thông số Nautilus

source: For_get History
vi: _Xóa nhật ký

source: Go to the Start Here folder
vi: Đi tới thư mục "Bắt đầu ở đây"

source: Hide Location _Bar
vi: Ẩn Location _Bar

source: Hide St_atus Bar
vi: Ẩn St_atus Bar

source: Hide _Sidebar
vi: Ẩn _Sidebar

source: Hide _Toolbar
vi: Ẩn _Thanh Công cụ

source: Nautilus Quick _Reference
vi: Tham khảo nhanh Nautilus

source: Nautilus User _Manual
vi: Sổ tay sử dụng Nautilus

source: New Window
my: ဝင်းဒိုးအသစ်
vi: Cửa sổ mới

source: New _Window
my: _ဝင်းဒိုးအသစ်
vi: Cửa sổ mới

source: Normal Size
vi: Kích thước bình thường

source: Open another Nautilus window for the displayed location
vi: Mở cửa sổ khác cho vị trí hiện thời

source: We_b Search
vi: Tìm We_b

source: Web Search
vi: Tìm Web

source: _About Nautilus...
vi: Giới thiệu về Nautilus...

source: _Backgrounds and Emblems...
vi: _Nền và biểu tượng...

source: _Edit Bookmarks...
vi: _Sửa Bookmark...

source: _Edit Preferences...
vi: _Sửa thông số...

source: _Find
vi: Tì_m

source: _Normal Size
vi: Kích thước _bình thường

source: _Preferences
my: _နှစ်သက်-သတ်မှတ်ချက်များ
vi: _Thông số

source: _Start Here
vi: _Bắt đầu ở đây

source: _Up a Level
vi: Lên một bậc

source: Caveat
vi: Báo trước

source: Add New Theme...
vi: Thêm theme...

source: Remove Theme...
vi: Loại bỏ theme...

source: Click on a theme to remove it.
vi: Nhấn vào theme để loại bỏ nó.

source: Click on a theme to change the appearance of Nautilus.
vi: Nhấn vào theme để thay đổi diện mạo Nautilus.

source: Sorry, but "%s" is not a valid theme folder.
vi: Rất tiếc, nhưng thư mục theme "%s" không hợp lệ.

source: Couldn't add theme
vi: Không thể thêm theme

source: Sorry, but the "%s" theme couldn't be installed.
vi: Rất tiếc, nhưng không thể cài đặt theme "%s".

source: Couldn't install theme
vi: Không thể cài đặt theme

source: Select a theme folder to add as a new theme:
vi: Chọn thư mục theme để thêm theme mới:

source: Sorry, but you can't remove the current theme. Please change to another theme before removing this one.
vi: Rất tiếc, bạn không thể loại bỏ theme hiện đang dùng. Vui lòng đổi sang dùng theme khác trước khi loại bỏ theme này.

source: Can't delete current theme
vi: Không thể loại bỏ theme hiện thời

source: Sorry, but that theme could not be removed!
vi: Rất tiếc, nhưng không thể loại bỏ theme này!

source: Couldn't remove theme
vi: Không thể loại bỏ theme

source: Preview Release %s: %s
vi: Phiên bản xem thử %s: %s

source: One of the sidebar panels encountered an error and can't continue. Unfortunately I couldn't tell which one.
vi: Một trong những panel sidebar gặp lỗi và không thể tiếp tục hoạt động. Rất tiếc không thể biết chính xác cái nào đã hỏng.

source: The %s sidebar panel encountered an error and can't continue. If this keeps happening, you might want to turn this panel off.
vi: Panel sidebar %s gặp lỗi và không thể tiếp tục hoạt động. Nếu điều này tiếp tục xảy ra, có lẽ bạn phải tắt panel này đi.

source: Sidebar Panel Failed
vi: Panel Sidebar hỏng

source: Couldn't display "%s", because the host name was empty. Check that your proxy settings are correct.
vi: Không thể hiển thị "%s" vì không có tên máy. Hãy kiểm tra lại thông số proxy.

source: Are you sure you want Nautilus to forget which locations you have visited?
vi: Bạn có muốn Nautilus quên các địa điểm bạn đã thăm?

source: Forget History?
vi: Xóa nhật ký?

source: Forget
vi: Xóa

source: Show St_atus Bar
vi: Hiện St_atus Bar

source: Show _Sidebar
vi: Hiện _Sidebar

source: Show _Toolbar
vi: Hiện _Thanh Công cụ

source: Show Location _Bar
vi: Hiện Location _Bar

source: Nautilus is a graphical shell for GNOME that makes it easy to manage your files and the rest of your system.
vi: Nautilus là một shell đồ họa của GNOME giúp bạn quản lý tập tin và hệ thống dễ dàng hơn.

source: The location "%s" no longer exists.
vi: Địa điểm "%s" không tồn tại.

source: Go to Nonexistent Location
vi: Đi tới địa điểm không tồn tại kế tiếp

source: Close
vi: Đóng

source: Run Software
my: ဆော့ဖ်ဝဲလ်မောင်းနှင်

source: Files
my: ဖိုင်လ်

source: Access and organize files
my: ဖိုင်များစီမံကြည့်ရှု

source: Files, also known as Nautilus, is the default file manager of the GNOME desktop. It provides a simple and integrated way of managing your files and browsing your file system.
my: Nautilus အဖြစ် အသိများသော Files သည် သင်၏ဖိုင်များကို စီမံခန့်ခွဲရန် အသုံးပြုနိုင်သော GNOME desktop၏ ဖိုင်မန်နေဂျာဖြစ်ပါသည်။

source: Nautilus supports all the basic functions of a file manager and more. It can search and manage your files and folders, both locally and on a network, read and write data to and from removable media, run scripts, and launch apps. It has three views: Icon Grid, Icon List, and Tree List. Its functions can be extended with plugins and scripts.
my: Nautilus သည် ဖိုင်မန်နေဂျာတစ်ခု၏ ရှိရမည့် အခြေခံလုပ်ဆောင်ချက်များကို လုပ်နိုင်သည့်အပြင် သင်၏ဖိုင်နှင့်ဖိုင်တွဲများကို စက်တွင်း သာမက ကွန်ရက်တွင်လည်း ဒေတာများ ရေးဖတ်နိုင်ပါသည်။ ညွှန်ကြားစာများ မောင်းနှင်ပေး၍ အပ္ပလီကေးရှင်းများကိုလည်း လွှင့်တင်ပေးနိုင်ပါသည်။ ၎င်းတွင် အိုင်ကွန် တိုင်-တန်း၊ အိုင်ကွန် စာစဉ်၊ နှင့် သစ်ပစ်စာစဉ် စသည့် မြင်ကွင်းသုံးမျိုး သုံးထားပါသည်။ ၎င်း၏စွမ်းရည်များကိုလည်း ပလပ်ဂင်များ၊ ညွှန်ကြားစာများသုံး၍လည်း တိုးချဲ့နိုင်ပါသေးသည်။

source: Grid View
my: တိုင်-တန်း မြင်ကွင်း

source: Other Locations
my: အခြားနေရာများ

source: folder;manager;explore;disk;filesystem;nautilus;
my: ဖိုလ်ဒါ;မန်နေဂျာ;စူးစစ်း;ဒစ်စ်;ဖိုင်လ်စနစ်;နောတီလပ်စ်;

source: Always use the location entry, instead of the pathbar
my: လမ်းကြောင်းပြတန်းအစား တည်နေရာမှတ်ချက်ကိုအမြဲတမ်းသုံးမည်

source: Where to perform recursive search
my: ဘယ်နေရာတွင် recursiveရှာဖွေမှုလုပ်ဆောင်မလဲ

source: In which locations Nautilus should search on subfolders. Available values are “local-only”, “always”, “never”.
my: ဖိုင်တွဲခွဲများပေါ်တွင် Nautilus ရှာဖွေသင့်သည့်နေရာများ။ ရနိုင်သည်များမှာ "စက်တွင်းသီးသန့်"၊ "အမြဲတမ်း"၊ "ဘယ်တော့မှ" ဖြစ်သည်။

source: Filter the search dates using either last used or last modified
my: နောက်ဆုံးအသုံးပြုခဲ့သော သို့မဟုတ် နောက်ဆုံးပြုပြင်ထားသော နေ့ရက်များကို အသုံးပြု၍ ရှာဖွေသည့်ရက်စွဲများကို စစ်ထုတ်ပါ

source: Filter the search dates using either last used or last modified.
my: နောက်ဆုံးအသုံးပြုခဲ့သော သို့မဟုတ် နောက်ဆုံးပြုပြင်ထားသော နေ့ရက်များကို အသုံးပြု၍ ရှာဖွေသည့်ရက်စွဲများကို စစ်ထုတ်ပါ။

source: Whether to show a context menu item to delete permanently
my: အမြဲတမ်းဖျက်ရန်ဆက်စပ်မီနူးအိုင်တမ် ပြ၊ မပြ

source: If set to true, then Nautilus will show a delete permanently context menu item to bypass the Trash.
my: အမှန်ဟု သတ်မှတ်ပါက Nautilus သည် အမှိုက်ပုံးကို ကျော်ဖြတ်၍ အပြီးအပိုင်ဖျက်ပစ်သည့် အကြောင်းအရာမီနူးကို ပြပါမည်။

source: Whether to show context menu items to create links from copied or selected files
my: ကူးယူထားသော သို့မဟုတ် ရွေးချယ်ထားသောဖိုင်များမှ လင့်ခ်များဖန်တီးရန်အတွက် ဆက်စပ်မီနူးအရာများကို ပြမည်လား

source: If set to true, then Nautilus will show context menu items to create links from the copied or selected files.
my: အမှန်ဟု သတ်မှတ်ပါက Nautilus သည် ကူးယူထားသော သို့မဟုတ် ရွေးချယ်ထားသောဖိုင်များမှ လင့်ခ်များဖန်တီးရန်အတွက် ဆက်စပ်မီနူးအရာများကို ပြသမည်ဖြစ်သည်။

source: When to show number of items in a folder
my: ဖိုလ်ဒါတစ်ခုတွင်ရှိသောအိုင်တမ်အရေအတွက်ပြရမည့်အချိန်

source: Speed tradeoff for when to show the number of items in a folder. If set to “always” then always show item counts, even if the folder is on a remote server. If set to “local-only” then only show counts for local file systems. If set to “never” then never bother to compute item counts.
my: "always"သို့ သတ်မှတ်ထားပါက ဖိုင်တွဲသည် အဝေးဆာဗာတွင် ရှိနေတောင်မှ ဖိုင်အရေအတွက်ဖော်ပြမည်။ "local-only"သို့ သတ်မှတ်ထားပါက အရေအတွက်ကို စက်တွင်းဖိုင်စနစ်များတွင်သာပြမည်။ "never"သို့ သတ်မှတ်ထားပါ အရေအတွက် တွက်ချက်မှုမလုပ်တော့ပါ။

source: Possible values are “single” to launch files on a single click, or “double” to launch them on a double click.
my: ဖြစ်နိုင်သောတန်ဖိုးများမှာ ဖိုင်လ်များကို တစ်ချက်ကလစ်၍ လွှင့်တင်မည့် "တစ်ချက်"၊ သို့မဟုတ် နှစ်ချက်ကလစ်၍လွှင့်တင်မည့် "နှစ်ချက်" တို့ဖြစ်သည်။

source: Show the package installer for unknown MIME types
my: အမည်မသိ MIME အမျိုးအစားများအတွက် ပက်ကေ့ဂျ်ထည့်သွင်းမှုကို ပြပါ

source: Whether to show the user a package installer dialog in case an unknown MIME type is opened, in order to search for an app to handle it.
my: အမည်မသိ MIME တစ်ခုဖွင့်ပါက အသုံးပြုသူကို ပက်ကေ့ဂျ်ထည့်သွင်းသည့် ဒိုင်ယာလော့ခ်ကို ပြသမည်လား။ ၎င်းကိုကိုင်တွယ်ရန်အတွက် အက်ပ်ရှာဖွေရန်လိုအပ်သည်။

source: Use extra mouse button events in Nautilus’ browser window
my: Nautilus ၏ ဘရောက်ဆာဝင်းဒိုးတွင် အပိုမောက်စ်ခလုတ်များကို အသုံးပြုပါ

source: For users with mice that have “Forward” and “Back” buttons, this key will determine if any action is taken inside of Nautilus when either is pressed.
my: "ရှေ့သို့" နှင့် "နောက်သို့" ခလုတ်များပါရှိသော မောက်စ်အသုံးပြုသူများအတွက် ခလုတ်နှိပ်လိုက်ပါက ဤကီးသည် Nautilus အတွင်းရှိ မည်သည့်လုပ်ဆောင်ချက်ကို ဆောင်ရွက်ကြောင်း ဆုံးဖြတ်ပေးမည်ဖြစ်သည်။

source: Mouse button to activate the “Forward” command in browser window
my: ဘရောက်ဆာဝင်းဒိုးတွင် “ရှေ့သို့” command အသုံးပြုရန်အတွက် မောက်စ်ခလုတ်

source: For users with mice that have buttons for “Forward” and “Back”, this key will set which button activates the “Forward” command in a browser window. Possible values range between 6 and 14.
my: "ရှေ့သို့" နှင့် "နောက်သို့" ခလုတ်များပါရှိသော မောက်စ်အသုံးပြုသူများအတွက် ဤကီးသည် ဘရောက်ဆာဝင်းဒိုးရှိ "ရှေ့သို့" Command ကို လုပ်ဆောင်စေမည့်ခလုတ်ကို သတ်မှတ်ပေးမည်ဖြစ်သည်။ ဖြစ်နိုင်ချေမှာ ၆ နှင့် ၁၄ ကြားအကွာအဝေးဖြစ်သည်။

source: Mouse button to activate the “Back” command in browser window
my: ဘရောက်ဆာဝင်းဒိုးတွင် “နောက်သို့” command အသုံးပြုရန်အတွက် မောက်စ်ခလုတ်

source: For users with mice that have buttons for “Forward” and “Back”, this key will set which button activates the “Back” command in a browser window. Possible values range between 6 and 14.
my: "ရှေ့သို့" နှင့် "နောက်သို့" ခလုတ်များပါရှိသော မောက်စ်အသုံးပြုသူများအတွက် ဤကီးသည် ဘရောက်ဆာဝင်းဒိုးရှိ "နောက်သို့" Command ကို လုပ်ဆောင်စေမည့်ခလုတ်ကို သတ်မှတ်ပေးမည်ဖြစ်သည်။ ဖြစ်နိုင်ချေမှ ၆ နှင့် ၁၄ ကြားအကွာအဝေးဖြစ်သည်။

source: When to show thumbnails of files
my: ဖိုင်လ်ပုံရိပ်အသေးများအားဖွင့်ရန်အချိန်

source: Speed trade-off for when to show a file as a thumbnail. If set to “always” then always thumbnail, even if the folder is on a remote server. If set to “local-only” then only show thumbnails for local file systems. If set to “never” then never bother to thumbnail files, just use a generic icon. Despite what the name may suggest, this applies to any previewable file type.
my: "always"သတ်မှတ်ထားပါက အဝေးဆာဗာတွင် ရှိနေတောင်မှ ပုံရိပ်အသေးဖန်တီး၍ ပြမည်။ "local-only"သတ်မှတ်ထားပါက စက်တွင်းဖိုင်စနစ်များအတွက်သာပြမည်။ "never"သတ်မှတ်ထားပါ ယေဘုယျအိုင်ကွန်ကိုသာ အသုံးပြုမည်။

source: Images over this size (in megabytes) won’t be thumbnailed. The purpose of this setting is to avoid thumbnailing large images that may take a long time to load or use lots of memory.
my: ဤအရွယ်အစား (မီဂါဘိုက်ဖြင့်)ကို ကျော်လွန်သောပုံရိပ်များကို ပုံရိပ်အသေးဖန်တီး၍ပြမည်မဟုတ်ပါ။

source: The default sort-order for items in the icon view. Possible values are “name”, “size”, “type”, “mtime”, “atime” and “starred”.
my: အိုင်ကွန်မြင်ကွင်းရှိ အရာများအတွက် မူလပုံစံစီထားခြင်း။ ဖြစ်နိုင်သည်များမှာ "အမည်"၊ "အရွယ်အစား"၊ "အမျိုးအစား"၊ "mtime"၊ "atime" နှင့် "ကြယ်ပွင့်ပြထားသည်" တို့ဖြစ်သည်။

source: If true, files in new windows will be sorted in reverse order. I.e., if sorted by name, then instead of sorting the files from “a” to “z”, they will be sorted from “z” to “a”; if sorted by size, instead of being incrementally they will be sorted decrementally.
my: အမှန်ခြစ်ထားပါက ဝင်းဒိုးအသစ်များတွင် ဖိုင်များကို ပြောင်းပြန်အစဉ်ဖြင့် စီထားမည်။ ဥပမာအားဖြင့် "က"မှ"အ"သို့ စီထားပါက "အ"မှ"က"သို့ ပြန်စီမည်။

source: When a folder is visited this viewer is used. Possible values are “list-view”, and “icon-view”.
my: ဖိုင်တွဲတစ်ခုသို့ ဝင်ကြည့်သောအခါ ဤကြည့်ရှုသူကို အသုံးပြုသည်။ ဖြစ်နိုင်သည်များမှာ “စာရင်းကြည့်ခြင်း” နှင့် “အိုင်ကွန်-မြင်ကွင်း” တို့ဖြစ်သည်။
