Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: If true, files in new windows will be sorted in reverse order. ie, if sorted by name, then instead of sorting the files from "a" to "z", they will be sorted from "z" to "a"; if sorted by size, instead of being incrementally they will be sorted decrementally.
bn: যদি সত্য (true) হয়, তাহলে নতুন উইন্ডোতে ফাইলগুলো উল্টোভাবে সাজানো হবে। অর্থাত্‍ নামানুসারে সাজানো হলে ফাইলগুলো "অ" থেকে "হ" অনুযায়ী না সেজে "হ" থেকে "অ" অনুযায়ী সাজবে; আকানুসারে সাজানো হলে ছোট থেকে বড়-র বদলে বড় থেকে ছোট - এই নিয়মে সাজানো হবে।

source: If true, labels will be placed beside icons rather than underneath them.
bn: যদি সত্য (true) হয়, তাহলে আইকনের নীচে লেবেল না বসিয়ে আইকনের পাশে লেবেল বসানো হবে।

source: If true, new windows will use manual layout by default.
bn: যদি সত্য (true) হয়, তাহলে নতুন উইন্ডোতে আইকন সাজানোর কাজ নিজ হাতে করতে হবে।

source: List of possible captions on icons
bn: আইকনের উপর সম্ভাব্য শিরোনামের তালিকা
my: အိုင်ကွန်များတွင်သုံးနိုင်သောခေါင်းစီးအသေးများစာရင်း

source: Maximum handled files in a directory
bn: একটা ডিরেক্টরি-তে যত ফাইল সামলানো হবে - তার সর্বোচ্চ মান

source: Maximum image size for thumbnailing
bn: থাম্বনেল করার জন্য ছবির সর্বোচ্চ আয়তন
my: ဖိုင်လ်ပုံရိပ်အသေးပြုလုပ်ရန်အတွက် ပုံရိပ်အရွယ်အစားအကြီးဆုံး

source: Name of the Nautilus theme to use. This has been deprecated as of Nautilus 2.2. Please use the icon theme instead.
bn: যে নটিলাস থীম ব্যবহৃত হবে তার নাম। নটিলাস ২.২-এর পর থেকে এই বৈশিষ্টসূচক মানটিকে আর ব্যবহার করা হয় না। তার বদলে দয়া করে আইকন থীম ব্যবহার করুন।

source: Nautilus handles drawing the desktop
bn: ডেস্কটপের ভার নটিলাসের

source: Nautilus uses the users home directory as the desktop
bn: নটিলাস ব্যবহারকারীর হোম (home) ডিরেক্টরি-কে ডেস্কটপ হিসাবে ব্যবহার করে

source: Put labels beside icons
bn: আইকনের পাশে একটি লেবেল বসিও

source: Reverse sort order in new windows
bn: নতুন উইন্ডোতে আইকনগুলোকে উল্টোভাবে সাজিও
my: စီသောအစဉ်ကို ဝင်းဒိုးအသစ်များတွင် ပြောင်းပြန်လုပ်မည်

source: Show directories first in windows
bn: উইন্ডোতে প্রথমে ডিরেকটরি সমূহ দেখিও

source: Show location bar in new windows
bn: নতুন উইন্ডোতে অবস্থানসূচক বার দেখিও

source: Show side pane in new windows
bn: নতুন উইন্ডোতে ধারের পেন দেখিও

source: Show status bar in new windows
bn: নতুন উইন্ডোতে অবস্থাসূচক বার দেখিও

source: Show toolbar in new windows
bn: নতুন উইন্ডোতে টুলবার দেখিও

source: Side pane view
bn: সাইড পেন দর্শন

source: The font description used for the icons on the desktop.
bn: ডেস্কটপের আইকনের জন্য যে ফন্ট বর্ণনা ব্যবহৃত হবে।

source: This name can be set if you want a custom name for the home icon on the desktop.
bn: আপনি আপনার ডেস্কটপের উপরে প্রথম (home) ফোল্ডার আইকনের জন্য নিজের পছন্দ মতো নাম চাইলে সেটিকে এখানে লিখতে পারেন।

source: This name can be set if you want a custom name for the trash icon on the desktop.
bn: আপনি আপনার ডেস্কটপের আবর্জনার বাক্সের আইকনের জন্য নিজের পছন্দ মতো নাম চাইলে সেটিকে এখানে লিখতে পারেন।

source: Trash icon visible on desktop
bn: আবর্জনার বাক্সে আইকন ডেস্কটপে দৃশ্যমান

source: Type of click used to launch/open files
bn: ফাইল চালু করতে/খুলতে যে ধরনের ক্লিক্‌ ব্যবহৃত হবে
my: ဖိုင်များဖွင့်ဖို့ ကလစ်နှိပ်ဖို့အမျိုးအစား

source: Use manual layout in new windows
bn: নতুন উইন্ডোতে নিজ হাতে সাজাতে চাই

source: What to do with executable text files when activated
bn: চালানোর (Executable) যোগ্য টেক্সট ফাইলে ক্লিক করা হলে কি করা হবে

source: When to show number of items in a directory
bn: কখন ডিরেক্টরিতে বস্তুর সংখ্যা দেখানো হবে

source: When to show preview text in icons
bn: আইকনের মধ্যে কখন প্রাকদর্শনের জন্য টেক্সট দেখানো হবে

source: Whether a custom default directory background has been set.
bn: ব্যবহারকারীর পছন্দ মতো ডিরেক্টরির পটভূমি ঠিক করা হয়েছে কিনা

source: Whether to show backup files
bn: ব্যাকাপ ফাইল দেখানো হবে কিনা

source: Whether to show hidden files
bn: লোকানো ফাইল দেখানো হবে কিনা
my: ဖွက်ထားသောဖိုင်လ်များ ပြ၊ မပြ

source: Width of the side pane
bn: ধারের পেন-এর প্রস্থ

source: AFFS Volume
bn: এ.এফ.এফ.এস (AFFS) ফাইল সিস্টেম খন্ড
vi: Khối tin AFFS

source: AFS Network Volume
bn: এ.এফ.এস (AFS) নেটওয়ার্ক ফাইল সিস্টেম খন্ড
vi: Khối tin mạng AFS

source: Auto-detected Volume
bn: স্বয়ং সনাক্তকৃত ফাইল সিস্টেম খন্ড
vi: Khối tin tự xác định

source: CD Digital Audio
bn: সিডি ডিজিটাল অডিও
vi: CD Nhạc

source: CD-ROM Drive
bn: সিডি-রম ড্রাইভ
vi: Ổ đĩa CDROM

source: CDROM Volume
bn: সিডিরমের ফাইল সিস্টেম খন্ড
vi: Đĩa CDROM

source: DVD Volume
bn: ডিভিডির শব্দমাত্রা
vi: Đĩa DVD

source: Enhanced DOS Volume
bn: বর্ধিত ডস ফাইল সিস্টেম খন্ড
vi: Khối tin DOS cải tiến

source: Ext2 Linux Volume
bn: ই.এক্স.টি২ (ext2) লিন্যাক্স ফাইল সিস্টেম খন্ড
vi: Khối tin Linux Ext2

source: Ext3 Linux Volume
bn: ই.এক্স.টি৩ (ext3) লিন্যাক্স ফাইল সিস্টেম খন্ড
vi: Khối tin Linux Ext3

source: Hardware Device Volume
bn: হার্ডওয়ার ডিভাইসের ফাইল সিস্টেম খন্ড
vi: Khối tin thiết bị phần cứng

source: Hsfs CDROM Volume
bn: এইচ.এস.এফ.এস (Hsfs) সিডিরম ফাইল সিস্টেম খন্ড

source: JFS Volume
bn: জে.এফ.এস (JFS) ফাইল সিস্টেম খন্ড
vi: Khối tin JFS

source: MSDOS Volume
bn: এমএসডস (MSDOS) ফাইল সিস্টেম খন্ড
vi: Khối tin MSDOS

source: MacOS Volume
bn: ম্যাকওএস ফাইল সিস্টেম খন্ড

source: Minix Volume
bn: মিনিক্স ফাইল সিস্টেম খন্ড
vi: Khối tin Minix

source: NFS Network Volume
bn: এন.এফ.এস (NFS) ফাইল সিস্টেম খন্ড
vi: Khối tin mạng NFS

source: Pcfs Solaris Volume
bn: পি.সি.এফ.এস (Pcfs) সোলারিস ফাইল সিস্টেম খন্ড

source: ReiserFS Linux Volume
bn: রেইসারএফএস লিন্যাক্স ফাইল সিস্টেম খন্ড
vi: Khối tin Linux ReiserFS

source: Solaris/BSD Volume
bn: সোলারিস/বি.এস.ডি ফাইল সিস্টেম খন্ড
vi: Khối tin Solaris/BSD

source: SuperMount Volume
bn: সুপার মাউন্ট ফাইল সিস্টেম খন্ড

source: System Volume
bn: সিস্টেম ফাইল সিস্টেম খন্ড
vi: Khối tin hệ thống

source: Udfs Solaris Volume
bn: ইউ.ডি.এফ.এস (Udfs) সোলারিস ফাইল সিস্টেম খন্ড

source: Windows NT Volume
bn: উইন্ডোস এন.টি ফাইল সিস্টেম খন্ড
vi: Khối tin Windows NT

source: Windows Shared Volume
bn: উইন্ডোস শেয়ারড্‌ ফাইল সিস্টেম খন্ড
vi: Khối tin Windows Shared

source: Windows VFAT Volume
bn: উইন্ডোস ভি.ফ্যাট (VFAT) ফাইল সিস্টেম খন্ড
vi: Khối tin Windows VFAT

source: XFS Linux Volume
bn: এক্স.এফ.এস (XFS) লিন্যাক্স ফাইল সিস্টেম খন্ড
vi: Khối tin Linux XFS

source: XIAFS Volume
bn: এক্স.আই.এ.এফ.এস (XIAFS) ফাইল সিস্টেম খন্ড
vi: Khối tin XIAFS

source: Xenix Volume
bn: জেনিক্স ফাইল সিস্টেম খন্ড
vi: Khối tin Xenix

source: reset
bn: রিসেট
vi: phục hồi

source: on the desktop
bn: ডেস্কটপে অবস্থিত
vi: trên desktop

source: Can't delete volume
bn: ভলিউমটিকে মোছা যাচ্ছে না

source: Trash
bn: আবর্জনার বাক্স
my: အမှိုက်ပုံး
vi: Thùng rác

source: _Move here
bn: এখানে সরিয়ে আনো (_এ)

source: _Copy here
bn: এখানে কপি করো (_ক)

source: _Link here
bn: এখানে লিঙ্ক করো (_ল)

source: Set as _Background
bn: পটভূমি হিসেবে ব্যবহার করা হোক

source: Cancel
bn: বাতিল
my: နေတော့
vi: Thôi

source: Set as background for _all folders
bn: প্রতিটি ফোল্ডারের পটভূমি হিসেবে ব্যবহার করা হোক (_ব)

source: Set as background for _this folder
bn: এই ফোল্ডারটির পটভূমি হিসেবে ব্যবহার করা হোক (_এ)

source: Sorry, but you must specify a non-blank keyword for the new emblem.
bn: দুঃখিত, নতুন প্রতীকটিকে নির্দেশ করে কোন ফাঁকা শব্দ লেখা যাবে না।
vi: Rất tiếc, nhưng bạn phải dùng tên không có khoảng trắng cho biểu tượng mới.

source: Couldn't install emblem
bn: প্রতীকটি ইনস্টল করা যায়নি
vi: Không thể cài đặt biểu tượng

source: Sorry, but emblem keywords can only contain letters, spaces and numbers.
bn: দুঃখিত, প্রতীক নির্দেশক শব্দে শুধুমাত্র অক্ষর, স্পেস আর নম্বর লেখা যায়।
vi: Rất tiếc, nhưng tên biểu tượng chỉ có thể bao gồm các ký tự, khoảng trắng và con số.

source: Sorry, but there is already an emblem named "%s". Please choose a different name for it.
bn: দুঃখিত, "%s" নামে একটি প্রতীক এখনই আছে। দয়া করে অন্য একটি নাম বেছে নিন।

source: Sorry, unable to save custom emblem.
bn: দুঃখিত, ইচ্ছামাফিক তৈরি করা প্রতীকটিকে সংরক্ষণ করা গেল না।

source: Sorry, unable to save custom emblem name.
bn: দুঃখিত, ইচ্ছামাফিক তৈরি করা প্রতীকটির নাম সংরক্ষণ (Save) করা গেল না।

source: %ld of %ld
bn: %ld এর %ld
vi: %ld trên %ld

source: From:
bn: হতে:
vi: Từ:

source: To:
bn: প্রতি:
vi: Tới:

source: Error while moving. "%s" cannot be moved because it is on a read-only disk.
bn: স্থানান্তরের সময় সমস্যা হয়েছে। "%s"'কে স্থানান্তর করা যাবে না কারণ এটি একটি অপরিবর্তনীয় ডিস্কে অবস্থিত।
vi: Lỗi khi di chuyển. Không thể di chuyển "%s" vì nó nằm trên đĩa chỉ đọc.

source: Error while deleting. "%s" cannot be deleted because you do not have permissions to modify its parent folder.
bn: মুছে ফেলার সময় সমস্যা হয়েছে। "%s"'কে আপনি মুছতে পারবেন না কারণ এটি যে ফোল্ডারে অবস্থিত, তা পরিবর্তনের অনুমতি আপনার নেই।
vi: Lỗi khi xóa. Không thể "%s" xóa vì bạn không có quyền thay đổi thư mục cha.

source: Error while deleting. "%s" cannot be deleted because it is on a read-only disk.
bn: মুছে ফেলার সময় সমস্যা হয়েছে। "%s"'কে মুছে ফেলা যাবে না কারণ এটি একটি অপরিবর্তনীয় ডিস্কে অবস্থিত।
vi: Lỗi khi xóa. Không thể xóa "%s" vì nó nằm trên đĩa chỉ đọc.

source: Error while moving. "%s" cannot be moved because you do not have permissions to change it or its parent folder.
bn: স্থানান্তরের সময় সমস্যা হয়েছে। "%s"'কে আপনি স্থানান্তর করতে পারবেন না কারণ এটি যে ফোল্ডারে অবস্থিত, তা পরিবর্তনের অনুমতি আপনার নেই।
vi: Lỗi khi di chuyển. Không thể di chuyển "%s" vì bạn không có quyền sửa chữa nó hoặc thư mục cha của nó.

source: Error while moving. "%s" cannot be moved because it or its parent folder are contained in the destination.
bn: স্থানান্তরের সময় সমস্যা হয়েছে। "%s"'কে স্থানান্তর করা যাবে না কারণ এটি বা এটি যে ফোল্ডারে অবস্থিত, তা গন্তব্য ফোল্ডারের ভেতরেই রয়েছে।

source: Error while moving. "%s" cannot be moved to the Trash because you do not have permissions to change it or its parent folder.
bn: স্থানান্তরের সময় সমস্যা হয়েছে। "%s"'কে আপনি আবর্জনার বাক্সে স্থানান্তর করতে পারবেন না, কারণ এটি অথবা এটি যে ফোল্ডারে অবস্থিত, তা পরিবর্তনের অনুমতি আপনার নেই।
vi: Lỗi khi di chuyển. Không thể di chuyển "%s" vào Thùng rác vì bạn không có quyền sửa chữa nó hoặc thư mục cha của nó.

source: Error while copying. "%s" cannot be copied because you do not have permissions to read it.
bn: কপি করার সময় সমস্যা হয়েছে। পড়ার জন্য প্রয়োজনীয় অনুমতি না থাকায় "%s"'কে কপি করা সম্ভব নয়।
vi: Lỗi khi sao chép. Không thể sao chép "%s" vì bạn không có quyền đọc nó.

source: Error while copying to "%s". There is not enough space on the destination.
bn: "%s"-এ কপি করা সময় সমস্যা হয়েছে। গন্তব্যস্থলে যথেষ্ট স্থান অবশিষ্ট নেই।
vi: Lỗi khi sao chép sang "%s". Không đủ chỗ để chép sang chỗ mới.

source: Error while moving to "%s". There is not enough space on the destination.
bn: "%s"-এ স্থানান্তরের সময় সমস্যা হয়েছে। গন্তব্যস্থলে যথেষ্ট স্থান অবশিষ্ট নেই।
vi: Lỗi khi di chuyển sang "%s". Không còn đủ chỗ để di chuyển sang chỗ mới.

source: Error while creating link in "%s". There is not enough space on the destination.
bn: "%s"-এ লিঙ্ক তৈরির সময় সমস্যা হয়েছে। গন্তব্যস্থলে যথেষ্ট স্থান অবশিষ্ট নেই।
vi: Lỗi khi tạo liên kết "%s". Không còn đủ chỗ để tạo liên kết.

source: Error while copying to "%s". You do not have permissions to write to this folder.
bn: "%s"-এ কপি করার সময় সমস্যা হয়েছে। এই ফোল্ডারের কোন কিছু পরিবর্তনের অনুমতি আপনার নেই।
vi: Lỗi khi sao chép sang "%s". Bạn không có quyền ghi lên thư mục này.

source: Error while copying to "%s". The destination disk is read-only.
bn: "%s"-এ কপি করার সময় সমস্যা হয়েছে। গন্তব্যের ডিস্কটি অপরিবর্তনীয়।
vi: Lỗi khi sao chép sang "%s". Đích đến là đĩa chỉ đọc.

source: Error while moving items to "%s". You do not have permissions to write to this folder.
bn: "%s"-এ ফাইল সরিয়ে নেয়ার সময় সমস্যা হয়েছে। এই ফোল্ডারে কোন কিছু পরিবর্তনের অনুমতি আপনার নেই।
vi: Lỗi khi di chuyển tới "%s". Bạn không có quyền ghi vào thư mục này.

source: Error while moving items to "%s". The destination disk is read-only.
bn: "%s"-এ ফাইল সরিয়ে নেয়ার সময় সমস্যা হয়েছে। গন্তব্যের ডিস্কটি অপরিবর্তনীয়।
vi: Lỗi khi di chuyển tới "%s". Đích đến là đĩa chỉ đọc.

source: Error while creating links in "%s". You do not have permissions to write to this folder.
bn: "%s"-এ লিঙ্ক তৈরির সময় সমস্যা হয়েছে। এই ফোল্ডারের কোন কিছু পরিবর্তনের অধিকার আপনার নেই।
vi: Lỗi khi tạo liên kết "%s". Bạn không có quyền ghi vào thư mục này.

source: Error while creating links in "%s". The destination disk is read-only.
bn: "%s"-এ লিঙ্ক তৈরির সময় সমস্যা হয়েছে। গন্তব্যের ডিস্কটি অপরিবর্তনীয়।
vi: Lỗi khi tạo liên kết "%s". Đích đến là đĩa chỉ đọc.

source: Error "%s" while copying "%s". Would you like to continue?
bn: "%2$s" কপি করার সময় "%1$s" সমস্যা হয়েছে। আপনি কি চালিয়ে যেতে চান?
vi: Lỗi "%s" khi sao chép "%s". Bạn có muốn tiếp tục không?

source: Error "%s" while moving "%s". Would you like to continue?
bn: "%2$s"'কে স্থানান্তরের সময় "%1$s" সমস্যা হয়েছে। আপনি কি চালিয়ে যেতে চান?
vi: Lỗi "%s" khi di chuyển "%s". Bạn có muốn tiếp tục không?

source: Error "%s" while creating a link to "%s". Would you like to continue?
bn: "%2$s"'কে নির্দেশ করে লিঙ্ক তৈরির সময় "%1$s" সমস্যা হয়েছে। আপনি কি চালিয়ে যেতে চান?
vi: Lỗi "%s" khi tạo liên kết tới "%s". Bạn có muốn tiếp tục không?

source: Error "%s" while deleting "%s". Would you like to continue?
bn: "%2$s"'কে মুছে ফেলার সময় "%1$s" সমস্যা হয়েছে। আপনি কি চালিয়ে যেতে চান?
vi: Lỗi "%s" khi xóa "%s". Bạn có muốn tiếp tục không?

source: Error "%s" while copying. Would you like to continue?
bn: কপি করার সময় "%s" সমস্যা হয়েছে। আপনি কি চালিয়ে যেতে চান?
vi: Lỗi "%s" khi sao chép. Bạn có muốn tiếp tục không?

source: Error "%s" while moving. Would you like to continue?
bn: স্থানান্তরের সময় "%s" সমস্যা হয়েছে। আপনি কি চালিয়ে যেতে চান?
vi: Lỗi "%s" khi di chuyển. Bạn có muốn tiếp tục không?

source: Error "%s" while linking. Would you like to continue?
bn: লিঙ্ক তৈরির সময় "%s" সমস্যা হয়েছে। আপনি কি চালিয়ে যেতে চান?
vi: Lỗi "%s" khi tạo liên kết. Bạn có muốn tiếp tục không?

source: Error "%s" while deleting. Would you like to continue?
bn: মুছে ফেলার সময় "%s" সমস্যা হয়েছে। আপনি কি চালিয়ে যেতে চান?
vi: Lỗi "%s" khi xóa. Bạn có muốn tiếp tục không?

source: Error while copying.
bn: কপি করার সময় সমস্যা হয়েছে।
my: ကူးယူရာတွင်အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။
vi: Lỗi khi đang sao chép.

source: Error while moving.
bn: স্থানান্তরের সময় সমস্যা হয়েছে।
my: ရွှေ့ပြောင်းရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။
vi: Lỗi khi đang di chuyển.

source: Error while linking.
bn: লিঙ্ক তৈরির সময় সমস্যা হয়েছে।
vi: Lỗi khi đang tạo liên kết.

source: Error while deleting.
bn: মুছে ফেলার সময় সমস্যা হয়েছে।
my: ဖျက်နေရင်း error ဖြစ်သွားပါတယ်။
vi: Lỗi kh đang xóa.

source: Skip
bn: এড়িয়ে যাওয়া
vi: Bỏ qua

source: Retry
bn: পুনঃপ্রচেষ্টা
vi: Thử lại

source: "%s" could not be moved to the new location, because its name is already used for a special item that cannot be removed or replaced. If you still want to move "%s", rename it and try again.
bn: "%s"'কে নতুন অবস্থানে স্থানান্তর করা যায়নি, কারণ এটির নাম ইতিমধ্যেই স্থানান্তর নিষিদ্ধ একটি বিশেষ ফাইলের জন্য ব্যবহৃত হয়েছে। যদি তারপরও আপনি "%s"'কে স্থানান্তর করতে চান, তবে এটির নাম পরিবর্তন করে আবার চেষ্টা করুন।
vi: Không thể di chuyển "%s" đến vị trí mới, vì bị trùng tên ở đích đến mà không thể xóa hoặc thay thế tên bị trùng. Nếu bạn vẫn muốn di chuyển "%s", hãy đổi tên nó và thử lại.

source: "%s" could not be copied to the new location, because its name is already used for a special item that cannot be removed or replaced. If you still want to copy "%s", rename it and try again.
bn: "%s"'কে নতুন অবস্থানে কপি করা যায়নি, কারণ এটির নাম ইতিমধ্যেই স্থানান্তর নিষিদ্ধ একটি বিশেষ ফাইলের জন্য ব্যবহৃত হয়েছে। যদি তারপরও আপনি "%s"'কে কপি করতে চান, তবে এটির নাম পরিবর্তন করে আবার চেষ্টা করুন।
vi: Không thể sao chép "%s" đến vị trí mới, vì bị trùng tên ở đích đến mà không thể xóa hoặc thay thế tên bị trùng. Nếu bạn vẫn muốn sao chép "%s", hãy đổi tên nó và thử lại.

source: Unable to replace file.
bn: ফাইলটিকে বদল করা যায়নি।
vi: Không thể thay thế tập tin.

source: File "%s" already exists. Would you like to replace it?
bn: "%s" নামে ইতিমধ্যেই একটি ফাইল আছে। আপনি কি এটিকে বদল করতে চান?
vi: File "%s" đã tồn tại. Bạn có muốn thay thế nó không?

source: Conflict while copying
bn: কপি করার সময় সমস্যা হয়েছে
vi: Xung đột khi đang sao chép

source: Replace
bn: বদল করা
vi: Thay thế

source: Replace All
bn: সকল ফাইলকে বদল করা হোক
vi: Thay thế toàn bộ

source: link to %s
bn: %s নির্দেশক লিঙ্ক
vi: liên kết tới %s

source: another link to %s
bn: %s নির্দেশক আরেকটি লিঙ্ক
vi: liên kết khác tới %s

source: %dst link to %s
bn: %2$s নির্দেশক %1$d নম্বর লিঙ্ক
vi: %d liên kết tới %s

source: %dnd link to %s
bn: %2$s নির্দেশক %1$d নম্বর লিঙ্ক
vi: %d liên kết tới %s

source: %drd link to %s
bn: %2$s নির্দেশক %1$d নম্বর লিঙ্ক
vi: %d liên kết tới %s

source: %dth link to %s
bn: %2$s নির্দেশক %1$d নম্বর লিঙ্ক
vi: %d liên kết tới %s

source: (copy)
bn: (কপি)
my: (ကော်ပီ)
vi: (bản sao)

source: (another copy)
bn: (আরেকটি কপি)
my: (နောက်ကော်ပီ)
vi: (bản sao khác)

source: th copy)
bn: নম্বর কপি)
my: ကော်ပီ)
vi: bản sao)

source: st copy)
bn: নম্বর কপি)
my: ကော်ပီ)
vi: bản sao)

source: nd copy)
bn: নম্বর কপি)
my: ကော်ပီ)
vi: bản sao)

source: rd copy)
bn: নম্বর কপি)
my: ကော်ပီ)
vi: bản sao)

source: %s (copy)%s
bn: %s (কপি)%s
my: %s (ကော်ပီ)%s
vi: %s (bản sao)%s

source: %s (another copy)%s
bn: %s (আরেকটি কপি)%s
my: %s (နောက်ကော်ပီ)%s
vi: %s (bản sao khác)%s

source: %s (%dth copy)%s
bn: %s (%d নম্বর কপি)%s
vi: %s (%d bản sao)%s

source: %s (%dst copy)%s
bn: %s (%d নম্বর কপি)%s
vi: %s (%d bản sao)%s

source: %s (%dnd copy)%s
bn: %s (%d নম্বর কপি)%s
vi: %s (%d bản sao)%s

source: %s (%drd copy)%s
bn: %s (%d নম্বর কপি)%s
vi: %s (%d bản sao)%s

source: Unknown GnomeVFSXferProgressStatus %d
bn: অজ্ঞাত GnomeVFSXferProgressStatus %d
vi: GnomeVFSXferProgressStatus lạ: %d

source: Moving files to the Trash
bn: আবর্জনার বাক্সে ফাইল সরিয়ে নেয়া হচ্ছে
vi: Đang di chuyển tập tin tới Thùng rác

source: Files thrown out:
bn: যেসব ফাইলকে ছুড়ে ফেলে দেয়া হয়েছে:
vi: Tập tin được ném ra ngoài:

source: Moving
bn: স্থানান্তর করা হচ্ছে
vi: Đang di chuyển

source: Preparing to Move to Trash...
bn: আবর্জনার বাক্সে ফেলে দেয়ার জন্য প্রস্তুতি নেয়া হচ্ছে...
vi: Chuẩn bị di chuyển tới Thùng rác...

source: Moving files
bn: ফাইল স্থানান্তর করা হচ্ছে
vi: Đang di chuyển tập tin

source: Files moved:
bn: যেসব ফাইলকে স্থানান্তর করা হয়েছে:
vi: Tập tin đã di chuyển:

source: Preparing To Move...
bn: স্থানান্তরের জন্য প্রস্তুতি নেয়া হচ্ছে...
vi: Chuẩn bị di chuyển...

source: Finishing Move...
bn: স্থানান্তর প্রক্রিয়া শেষ হচ্ছে...
vi: Đang hoàn tất di chuyển...

source: Creating links to files
bn: বিভিন্ন ফাইলকে নির্দেশ করে লিঙ্ক তৈরি করা হচ্ছে
vi: Đang tạo liên kết tập tin

source: Files linked:
bn: যেসব ফাইলের লিঙ্ক তৈরি করা হয়েছে:
vi: Tập tin đã liên kết:

source: Linking
bn: লিঙ্ক তৈরি করা হচ্ছে
vi: Đang liên kết

source: Preparing to Create Links...
bn: লিঙ্ক তৈরির জন্য প্রস্তুতি নেয়া হচ্ছে...
vi: Chuẩn bị tạo liên kết...

source: Finishing Creating Links...
bn: লিঙ্ক তৈরির প্রক্রিয়া শেষ হচ্ছে...
vi: Đang hoàn tất tạo liên kết...

source: Copying files
bn: ফাইল কপি করা হচ্ছে
vi: Đang sao chép

source: Files copied:
bn: কপিকৃত ফাইল:
vi: Tập tin đã sao chép:

source: Copying
bn: কপি করা হচ্ছে
vi: Đang sao chép

source: Preparing To Copy...
bn: কপি করার জন্য প্রস্তুতি নেয়া হচ্ছে..
vi: Chuẩn bị sao chép...

source: You cannot copy items into the Trash.
bn: আবর্জনার বাক্সে কোনকিছু কপি করতে পারবেন না
vi: Bạn không thể chép vào Thùng rác.

source: Can't Copy to Trash
bn: আবর্জনার বাক্সে কপি করা যাচ্ছে না
vi: Không thể chép vào Thùng rác

source: You cannot move this trash folder.
bn: আবর্জনার বাক্স হিসেবে ব্যবহৃত এই ফোল্ডারটিকে আপনি স্থানান্তর করতে পারবেন না।
vi: Bạn không thể chép Thùng rác.

source: You cannot copy this trash folder.
bn: আবর্জনার বাক্স হিসেবে ব্যবহৃত এই ফোল্ডারটিকে আপনি কপি করতে পারবেন না।
vi: Bạn không thể chép cái này vào thư mục thùng rác.

source: Can't Change Trash Location
bn: আবর্জনার বাক্সের অবস্থান পরিবর্তন করা যাচ্ছে না
vi: Không thể thay đổi vị trí Thùng rác

source: Can't Copy Trash
bn: আবর্জনার বাক্সকে কপি করা যাচ্ছে না
vi: Không thể chép Thùng rác

source: You cannot move a folder into itself.
bn: কোন ফোল্ডারকে আপনি তার নিজের ভেতরেই স্থানান্তর করতে পারেন না।
my: ဖိုလ်ဒါတစ်ခုကို ယင်းဖိုလ်ဒါအတွင်းသို့ ရွှေ့ပြောင်းမရပါ။
vi: bạn không thể di chuyển thư mục vào trong chính nó.

source: You cannot copy a folder into itself.
bn: কোন ফোল্ডারকে আপনি তার নিজের ভেতরেই কপি করতে পারেন না।
my: ဖိုလ်ဒါတစ်ခုကို ယင်းဖိုလ်ဒါအတွင်းသို့ ကူးယူမရပါ။
vi: Bạn không thể chép một thư mục vào trong chính nó.

source: Can't Move Into Self
bn: নিজের ভেতরে স্থানান্তর করা যাচ্ছে না।
vi: Không thể di chuyển vào chính nó

source: Can't Copy Into Self
bn: নিজের ভেতরে কপি করা যাচ্ছে না।
vi: Không thể chép vào chính nó

source: You cannot copy a file over itself.
bn: আপনি কোন ফাইলকে তার নিজ ওপরই কপি করতে পারেন না।
my: ဖိုင်လ်တစ်ခုကို ယင်းဖိုင်လ်ပေါ်သို့ ကူးယူမရပါ။
vi: Không thể chép tập tin sang chính nó.

source: Can't Copy Over Self
bn: নিজের ওপর কপি করা যাচ্ছে না
vi: Không thể sao chép vào chính nó

source: Error creating new folder. You do not have permissions to write to the destination.
bn: নতুন ফোল্ডার তৈরি করায় সমস্যা হয়েছে। গন্তব্যস্থলে কোনকিছু পরিবর্তনের অনুমতি আপনার নেই।
vi: Lỗi khi tạo thư mục mới. Bạn không có quyền ghi vào đích đến.

source: Error creating new folder. There is no space on the destination.
bn: নতুন ফোল্ডার তৈরির সময় সমস্যা হয়েছে। গন্তব্যস্থলে কোন স্থান অবশিষ্ট নেই।
vi: Lỗi khi tạo thư mục mợi. Không còn chỗ trên đích đến.

source: Error "%s" creating new folder.
bn: নতুন ফোল্ডার তৈরির সময় "%s" সমস্যা হয়েছে।
vi: Lỗi "%s" khi tạo thư mục mới.

source: Error creating new folder
bn: নতুন ফোল্ডার তৈরিতে সমস্যা
vi: Lỗi khi tạo thư mục mới

source: untitled folder
bn: নামবিহীন ফোল্ডার
vi: thư mục không tên

source: Deleting files
bn: ফাইল মুছে ফেলা হচ্ছে
vi: Đang xóa tập tin

source: Files deleted:
bn: যেসব ফাইল মুছে ফেলা হয়েছে:
vi: Tập tin đã xóa:

source: Deleting
bn: মুছে ফেলা হচ্ছে
vi: Đang xóa

source: Preparing to Delete files...
bn: ফাইল মুছে ফেলার জন্য প্রস্তুতি নেয়া হচ্ছে...
vi: Chuẩn bị xóa tập tin...

source: Emptying the Trash
bn: আবর্জনার বাক্স খালি করা হচ্ছে
vi: Đang đổ rác

source: Preparing to Empty the Trash...
bn: আবর্জনার বাক্স খালি করার জন্য প্রস্তুতি নেয়া হচ্ছে...
vi: Chuẩn bị đổ rác...

source: _Empty
bn: ফাঁকা করা হোক (_ক)

source: foo
bn: ফুঊঊ

source: foo (copy)
bn: ফুঊঊ (কপি)

source: .bashrc (copy)
bn: .bashrc (কপি)

source: .foo (copy).txt
bn: .foo (কপি).txt

source: foo foo
bn: ফুঊঊ ফুঊঊ

source: foo foo (copy)
bn: ফুঊঊ ফুঊঊ (কপি)

source: foo (copy).txt
bn: foo (কপি).txt

source: foo foo.txt
bn: ফুঊঊ foo.txt

source: foo foo (copy).txt
bn: ফুঊঊ ফুঊঊ (কপি).txt

source: foo foo.txt txt
bn: ফুঊঊ foo.txt txt

source: foo foo (copy).txt txt
bn: ফুঊঊ ফুঊঊ (কপি).txt txt

source: foo...txt
bn: ফুঊঊ...txt

source: foo.. (copy).txt
bn: ফুঊঊ.. (কপি).txt

source: foo...
bn: ফুঊঊ...

source: foo... (copy)
bn: ফুঊঊ... (কপি)

source: foo. (copy)
bn: ফুঊঊ. (কপি)

source: foo. (another copy)
bn: ফুঊঊ. (আরেকটি কপি)

source: foo (another copy)
bn: ফুঊঊ (আরেকটি কপি)

source: foo (another copy).txt
bn: ফুঊঊ (আরেকটি কপি).txt

source: foo (3rd copy)
bn: ফুঊঊ (৩য় কপি)

source: foo (3rd copy).txt
bn: ফুঊঊ (৩য় কপি).txt

source: foo foo (another copy).txt
bn: ফুঊঊ ফুঊঊ (আরেকটি কপি).txt

source: foo foo (3rd copy).txt
bn: ফুঊঊ ফুঊঊ (৩য় কপি).txt

source: foo (13th copy)
bn: ফুঊঊ (১৩তম কপি)

source: foo (14th copy)
bn: ফুঊঊ (১৪তম কপি)

source: foo (13th copy).txt
bn: ফুঊঊ (১৩তম কপি).txt

source: foo (14th copy).txt
bn: ফুঊঊ (১৪তম কপি).txt

source: foo (21st copy)
bn: ফুঊঊ (২১তম কপি)

source: foo (22nd copy)
bn: ফুঊঊ (২২তম কপি)

source: foo (21st copy).txt
bn: ফুঊঊ (২১তম কপি).txt

source: foo (22nd copy).txt
bn: ফুঊঊ (২২তম কপি).txt

source: foo (23rd copy)
bn: ফুঊঊ (২৩তম কপি)

source: foo (23rd copy).txt
bn: ফুঊঊ (২৩তম কপি).txt

source: foo (24th copy)
bn: ফুঊঊ (২৪তম কপি)

source: foo (24th copy).txt
bn: ফুঊঊ (২৪তম কপি).txt

source: foo (25th copy)
bn: ফুঊঊ (২৫তম কপি)

source: foo (25th copy).txt
bn: ফুঊঊ (২৫তম কপি).txt

source: foo foo (24th copy)
bn: ফুঊঊ ফুঊঊ (২৪তম কপি)

source: foo foo (25th copy)
bn: ফুঊঊ ফুঊঊ(২৫তম কপি)

source: foo foo (24th copy).txt
bn: ফুঊঊ ফুঊঊ (২৪তম কপি).txt
