Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: This key is deprecated and ignored. The “show-hidden” key from “org.gtk.Settings.FileChooser” is now used instead.
my: ဤကီးရပ်ဆိုင်းထားပြီး လျစ်လျူရှုထားသည်။ “org.gtk.Settings.FileChooser” မှ “show-hidden” ကီးကို ယခုအစားထိုး အသုံးပြုထားသည်။

source: Whether GTK 4 settings migration happened
my: GTK 4 သတ်မှတ်ချက်များ ရွှေ့ပြောင်းမည်လား

source: Whether settings shared with GtkFileChooser have been migrated from their GTK 3 keys to the GTK 4 ones.
my: GtkFileChooser နှင့် မျှဝေထားသော သတ်မှတ်ချက်များကို GTK 3 ကီးများမှ GTK 4 များသို့ ရွှေ့ပြောင်းမည်လား။

source: Whether to open the hovered folder after a timeout when drag and drop operation
my: ဆွဲ၍ပစ်ချမှုလုပ်ဆောင်ချက် အချိန်စေ့သွားလျှင် ဝဲနေသော ဖိုင်တွဲ ဖွင့်၊ မဖွင့်

source: If this is set to true, when performing a drag and drop operation the hovered folder will open automatically after a timeout.
my: အမှန်သတ်မှတ်ထားပါက ဆွဲ၍ပစ်ချ လုပ်ဆောင်စဉ်တွင် အချိန်စေ့သွားပါက ဝဲနေသော ဖိုင်တွဲကို အလိုအလျောက်ဖွင့်မည်။

source: Whether to have full text search enabled by default when opening a new window/tab
my: ဝင်းဒိုး/တက်ဘ်အသစ် ဖွင့်ထားသည့်အခါတွင် မူလအတိုင်း စာသားရှာဖွေမှုကို ဖွင့်ထားမည်လား

source: If set to true, then Nautilus will also match the file contents besides the name. This toggles the default active state, which can still be overridden in the search popover
my: အမှန်ခြစ်ထားပါက Nautilusသည် ဖိုင်အမည်ဘေးတွင် ဖိုင်ပါအကြောင်းအရာပြမည်။

source: Default format for compressing files
my: ဖိုင်လ်များဖိသိပ်ရာတွင်သုံးမည့် မူသတ်မှတ်ထားသော အချိုးအစား

source: The format that will be selected when compressing files.
my: ဖိုင်များချုံ့ရာတွင် ရွေးချယ်မည့်ပုံစံ။

source: A list of captions below an icon in the icon view. The actual number of captions shown depends on the zoom level. Some possible values are: “size”, “type”, “date_modified”, “owner”, “group”, “permissions”, and “mime_type”.
my: အိုင်ကွန်မြင်ကွင်းတွင် အိုင်ကွန်အောက် ပေါ်မည့်ခေါင်းစီးအသေးစာရင်းဖြစ်သည်။ တကယ်ပြသောအရေအတွက်မှာ မြင်ကွင်းချုံ့၊ချဲ့ပမာဏပေါ်မူတည်သည်။ ဖြစ်နိုင်သော တန်ဖိုးအချို့မှာ "အရွယ်အစား"၊ "အမျိုးအစား"၊ မွမ်းမံခဲ့သော"၊ "ပိုင်ရှင်"၊ "အုပ်စု"၊ "ခွင့်ပြုချက်များ" စသည်တို့ဖြစ်သည်။

source: Default icon view zoom level
my: အိုင်ကွန်မြင်ကွင်း၏ မြင်ကွင်းချုံ့၊ချဲ့ မူလပမာဏ

source: Default list view zoom level
my: စာရင်းမြင်ကွင်း၏ မြင်ကွင်းချုံ့၊ချဲ့ မူလပမာဏ

source: Columns visible in list view
my: စာရင်းမြင်ကွင်းတွင် တွေ့နိုင်သော တိုင်များ

source: Column order in list view
my: စာရင်းမြင်ကွင်း၌ တိုင်လိုက်စီသောအစဉ်

source: Use tree view
my: သစ်ပင်မြင်ကွင်း သုံးမည်

source: Whether a tree should be used for list view navigation instead of a flat list.
my: စာစဉ်မြင်ကွင်းတွင် အတန်းလိုက်စာရင်းအစား သစ်ပင်ပုံစံ သုံး၊မသုံး။

source: Initial size of the window
my: ဝင်းဒိုး၏ကနဦးအရွယ်အစား

source: A tuple containing the initial width and height of the app window.
my: အက်ပ်ဝင်းဒိုး၏ မူလအကျယ်နှင့် အမြင့်ပါရှိသော tuple။

source: Whether the navigation window should be maximized
my: မူအရ လမ်းညွှန်ဝင်းဒိုးကို အကျယ်ဆုံးထားသင့်၊ မထားသင့်

source: Whether the navigation window should be maximized by default.
my: လမ်းညွှန်ဝင်းဒိုးကို မူအရ အကျယ်ဆုံးဖြစ်အောင် လုပ်၊ မလုပ်။

source: You can stop this operation by clicking cancel.
my: သင့်အနေဖြင့် ယခုလုပ်ငန်းကို ရပ်တန့်လိုပါက ငြင်းဆန်သော ခလုတ်ကိုနှိပ်ပါ။

source: _Cancel
my: _C ဖျက်သိမ်းရန်

source: %d hour
my: %d နာရီ

source: %d minute
my: %d မိနစ်

source: %d second
my: %d စက္ကန့်

source: 0 seconds
my: ၀ စက္ကန့်

source: Album
my: အယ်ဘမ်

source: Comment
my: မှတ်ချက်

source: Year
my: ခုနှစ်

source: Dimensions
my: အတိုင်းအတာများ

source: Video Codec
my: ဗွီဒီယို ကုဒ်ဖွက်စနစ်

source: Video Bit Rate
my: ဗွီဒီယိုဘစ်နှုန်း

source: %0.2f frame per second
my: %0.2f ဖရိန်/စက္ကန့်

source: Frame Rate
my: Frame နှုန်း

source: Audio Bit Rate
my: Audio Bit နှုန်း

source: %d Hz
my: %d ဟာ့ဇ်

source: Sample Rate
my: နမူနာနှုန်း

source: Surround
my: အသံပတ်ပတ်လည်

source: Mono
my: မိုနို

source: Stereo
my: စတီရီယို

source: Channels
my: ချယ်နယ်များ

source: Oops! Something went wrong.
my: စိတ်မကောင်းပါဘူး။ တစ်ခုခု မှားယွင်းသွားပြီ။

source: Audio and Video Properties
my: အသံနှင့် ဗီဒီယို အင်္ဂါရပ်များ

source: Audio Properties
my: အသံပိုင်းဆိုင်ရာအင်္ဂါရပ်များ

source: Video Properties
my: ဗီဒီယိုဆိုင်ရာအင်္ဂါရပ်များ

source: Duration
my: ကြာမြင့်ချိန်

source: Container
my: ကွန်တိန်နာ

source: Audio/Video Properties
my: အသံ/ဗီဒီယို အင်္ဂါရပ်များ

source: Image Type
my: ပုံရိပ်အမျိုးအစား

source: %d pixel
my: %d ပစ်ခ်ဆယ်လ်

source: Width
my: အနံ

source: Height
my: အမြင့်

source: Camera Brand
my: ကင်မရာအမျိုးအစား

source: Camera Model
my: ကင်မရာမော်ဒယ်

source: Aperture Value
my: အလင်းဝင်ပေါက်တန်ဖိုး

source: Metering Mode
my: မီတာစနစ်

source: Description
my: ဖော်ပြချက်

source: Keywords
my: သော့ချက်စာလုံးများ

source: Creator
my: ဖန်တီးသူ

source: Created On
my: ဖန်တီးခဲ့သောရက်စွဲ

source: Rating
my: သဘောကျ ရမှတ်

source: Coordinates
my: ကိုဩဒီနိတ်

source: Image Properties
my: ရုပ်ပုံ ဂုဏ်အင်္ဂါရပ်များ

source: Unable to create a required folder. Please create the following folder, or set permissions such that it can be created: %s
my: လိုအပ်သောဖိုင်တွဲကို ဖန်တီး၍မရပါ။ ကျေးဇူးပြု၍ အောက်ပါဖိုင်တွဲကို ဖန်တီးပါ သို့မဟုတ် ဖန်တီးနိုင်သည့် ခွင့်ပြုချက်များ သတ်မှတ်ပါ- %s

source: Unable to create required folders. Please create the following folders, or set permissions such that they can be created: %s
my: လိုအပ်သောဖိုင်တွဲများကို ဖန်တီး၍မရပါ။ ကျေးဇူးပြု၍ အောက်ပါဖိုင်တွဲများကို ဖန်တီးပါ သို့မဟုတ် ဖန်တီးနိုင်သည့်ခွင့်ပြုချက်များ သတ်မှတ်ပါ- %s

source: --check cannot be used with other options.
my: --checkကို အခြားရွေးချယ်ချက်များနှင့် တွဲသုံးမရပါ။

source: --quit cannot be used with URIs.
my: --quitကို URIနှင့် သုံးမရပါ။

source: --select must be used with at least an URI.
my: --selectကို အနည်းဆုံး URIတစ်ခုဖြင့် အသုံးပြုရမည်ဖြစ်သည်။

source: _OK
my: _အိုကေ

source: “%s” is an internal protocol. Opening this location directly is not supported.
my: “%s”သည် အတွင်းရေးရာလုပ်ရိုးလုပ်ထုံးတစ်ခုဖြစ်သည်။ ဤနေရာကို တိုက်ရိုက်ဖွင့်ခြင်း ပြုလုပ်မရပါ။

source: Show the version of the program.
my: ပရိုဂရမ်၏ဗားရှင်း ပြမည်

source: Always open a new window for browsing specified URIs
my: သတ်မှတ်ထားသော URI များ ရှာဖွေရန်အတွက် ဝင်းဒိုးအသစ်ကို အမြဲဖွင့်ပါ

source: Select specified URI in parent folder.
my: ပင်မဖိုင်တွဲရှိ သတ်မှတ်ထားသော URI ကို ရွေးပါ။

source: Error while setting “%s” as default app: %s
my: “%s” ကို မူရင်းအက်ပ်အဖြစ် သတ်မှတ်နေစဉ် အမှားအယွင်း- %s

source: Could not set as default
my: မူအဖြစ်မသတ်မှတ်နိုင်ခဲ့ပါ

source: Choose an app to open <b>%s</b>
my: <b>%s</b> ကိုဖွင့်ရန် အက်ပ်တစ်ခုကို ရွေးပါ

source: Open Items
my: အိုက်တမ်များဖွင့်ပါ

source: Open Folder
my: ဖိုင်တွဲဖွင့်ရန်

source: Open File
my: ဖိုင်ဖွင့်

source: Unable to start the program: %s
my: ပရိုဂရမ်ကို မစတင်နိုင်ခဲ့ပါ - %s

source: The program is not marked as executable.
my: ပရိုဂရမ်ကို အကောင်ထည်ဖော်နိုင်သည်ဟု အမှတ်အသားမပြုပါ။

source: Unable to locate the program
my: ပရိုဂရမ်၏တည်နေရာကို မရှာနိုင်ခဲ့ပါ

source: Oops! There was a problem running this software.
my: အလိုလေးဗျို့။ ဤဆော့ဖ်ဝဲလ်ကို မောင်းနှင်ရာတွင် ပြဿနာဖြစ်ပေါ်ခဲ့သည်။

source: If you don’t trust this location or aren’t sure, press Cancel.
my: ဤတည်နေရာကို သင်မယုံကြည်ပါက သို့မဟုတ် မသေချာပါက ပယ်ဖျက်မည် ကိုနှိပ်ပါ။

source: “%s” contains software intended to be automatically started. Would you like to run it?
my: “%s”တွင် အလိုအလျောက်စတင်မည်ဖြစ်သော ဆော့ဖ်ဝဲလ်ပါဝင်သည်။ ၎င်းကို သင်မောင်းနှင်လိုပါသလား။

source: “%s” would not be a unique new name.
my: “%s” သည် တစ်မျိုးသာရှိသော တမူထူးခြားသည့်အမည်သစ်ဖြစ်မည်မဟုတ်ပါ။

source: “%s” would conflict with an existing file.
my: “%s”သည် ရှိပြီးသောဖိုင်လ် နှင့် အငြင်းပွားဖွယ်ဖြစ်လိမ့်မည်။

source: Name cannot be empty.
my: အမည်သည် ဗလာဖြစ်မရပါ။

source: Name cannot contain “/”.
my: အမည်တွင် "/" အက္ခရာပါဝင်ခွင့်မပြုပါ။

source: “.” is not a valid name.
my: “.”သည် မှန်ကန်သောအမည်မဟုတ်ပါ။

source: “..” is not a valid name.
my: “..”သည် မှန်ကန်သောအမည်မဟုတ်ပါ။

source: Rename %d Folder
my: ဖိုလ်ဒါ %dခု အမည်ပြောင်းမည်

source: Rename %d File
my: ဖိုင်လ် %dခု အမည်ပြောင်းမည်

source: Rename %d File and Folder
my: ဖိုင်လ်နှင့်ဖိုလ်ဒါ %dခု အမည်ပြောင်းမည်

source: Original Name (Ascending)
my: မူလအမည် (အတက်)

source: Original Name (Descending)
my: မူလအမည် (အဆင်း)

source: First Modified
my: ပထမမွမ်းမံခဲ့သော

source: Last Modified
my: နောက်ဆုံးမွမ်းမံထားသော

source: First Created
my: ပထမဖန်တီးခဲ့သော

source: Last Created
my: နောက်ဆုံးဖန်တီးခဲ့သော

source: Camera model
my: ကင်မရာမော်ဒယ်

source: Creation date
my: ဖန်တီးခဲ့သောနေ့စွဲ

source: Season number
my: Seasonနံပါတ်

source: Episode number
my: အပိုင်းနံပါတ်

source: Track number
my: သံစဉ်နံပါတ်

source: Artist name
my: အနုပညာရှင်အမည်

source: Album name
my: အယ်ဘမ်အမည်

source: Original file name
my: မူလဖိုင်လ်အမည်

source: Clipboard string cannot be NULL.
my: ကလစ်ဘုတ်စာတန်းသည် NULL မဖြစ်ရပါ။

source: Nautilus Clipboard must begin with “cut” or “copy”.
my: Nautilus ကလစ်ဘုတ်ကို “ဖြတ်ယူပါ” သို့မဟုတ် “ကူးယူပါ” ဖြင့် စတင်ရပါမည်။

source: Nautilus Clipboard must not have empty lines.
my: Nautilus ကလစ်ဘုတ်တွင် လိုင်းအလွတ်မရှိရပါ။

source: The name and icon of the file.
my: ဖိုင်လ်၏အမည် နှင့် အိုင်ကွန်။

source: The size of the file.
my: ဖိုင်လ်၏အရွယ်အစား။

source: The type of the file.
my: ဖိုင်လ်၏အမျိုးအစား။

source: Modified
my: မွမ်းမံခဲ့သည်

source: The date the file was modified.
my: ဖိုင်ကို မွမ်းမံခဲ့သည့်ရက်စွဲ

source: Detailed Type
my: အမျိုးအစားဆိုင်ရာအသေးစိတ်အချက်အလက်

source: The detailed type of the file.
my: ဖိုင်၏အမျိုးအစားဆိုင်ရာအသေးစိတ်အချက်အလက်

source: Accessed
my: အသုံးပြုခဲ့သည်

source: The date the file was accessed.
my: ဖိုင်လ်ကိုရယူအသုံးပြုခဲ့သောနေ့စွဲ

source: Created
my: ဖန်တီးခဲ့သည်

source: The date the file was created.
my: ဖိုင်လ်ကိုဖန်တီးခဲ့သော ရက်စွဲ။

source: Owner
my: ပိုင်ရှင်

source: The owner of the file.
my: ဖိုင်၏ပိုင်ဆိုင်သူ။

source: Group
my: အုပ်စု

source: The group of the file.
my: ဖိုင်လ်၏အုပ်စု

source: The permissions of the file.
my: ဖိုင်လ်၏ခွင့်ပြုချက်များ။

source: The location of the file.
my: ဖိုင်၏တည်နေရာ။

source: Modified — Time
my: မွမ်းမံခဲ့သော — အချိန်

source: Recency
my: လတ်တလောဖြစ်မှု

source: The date the file was accessed by the user.
my: အသုံးပြုသူမှ ဖိုင်လ်ကိုရယူအသုံးပြုခဲ့သောနေ့စွဲ။

source: Star
my: ကြယ်တပ်

source: Shows if file is starred.
my: ဖိုင်လ်ကြယ်တပ်ထားလျှင် ပြမည်

source: Trashed On
my: အမှိုက်ပုံးပို့ခဲ့သောရက်

source: Date when file was moved to the Trash
my: အမှိုက်ပုံးသို့ရွှေ့သည့် ရက်စွဲ

source: Original Location
my: မူလတည်နေရာ

source: Original location of file before moved to the Trash
my: အမှိုက်ပုံးသို့မရွှေ့ခင်မူလတည်ရှိရာနေရာ

source: Relevance
my: သင့်လျော်မှု

source: Relevance rank for search
my: ရှာရန်အတွက်သင့်တော်သောအဆင့်

source: Archive names cannot contain “/”.
my: ထိမ်းသိမ်းတိုက်ဖိုင်လ်အမည်များတွင် "/" အက္ခရာပါဝင်ခွင့်မပြုပါ။

source: An archive cannot be called “.”.
my: ထိမ်းသိမ်းတိုက်ဖိုင်လ်ကို “.” ဟု ခေါ်ဆိုမရပါ။

source: An archive cannot be called “..”.
my: ထိမ်းသိမ်းတိုက်ဖိုင်လ်ကို “..” ဟု ခေါ်ဆိုမရပါ။

source: Archive name is too long.
my: ထိမ်းသိမ်းတိုက်ဖိုင်လ်အမည် ရှည်လွန်းသည်

source: Archives with “.” at the beginning of their name are hidden.
my: သတိ။ ။ “.” နှင့်စသော အမည်ရှိသည့် ထိမ်းသိမ်းတိုက်ဖိုင်လ်များကို ဖွက်ထားမည်ဖြစ်သည်။

source: Compatible with all operating systems.
my: မောင်းနှင်စနစ်အားလုံးနှင့်ကိုက်ညီပါသည်။

source: Password protected .zip, must be installed on Windows and Mac.
my: စကားဝှက်ခံသော .zip၊ Windows နှင့် Macတွင် တပ်ဆင်ထားရမည်။

source: Smaller archives but Linux and Mac only.
my: ထိမ်းသိမ်းတိုက်ဖိုင်လ်ပိုသေးသွားမည်။ သို့သော် လင်းနပ်စ်နှင့် မက်စ်အတွက်သာ။

source: Smaller archives but must be installed on Windows and Mac.
my: ထိမ်းသိမ်းတိုက်ဖိုင်လ်ပိုသေးသွားမည်။ သို့သော် Windowsနှင့်မက်စ်တွင် လိုအပ်သောဆော့ဖ်ဝဲလ်များတပ်ဆင်ရမည်ဖြစ်သည်။

source: Details: %s
my: အသေးစိတ် - %s

source: There was an error launching the app.
my: အက်ပ်ကိုဖွင့်ရာတွင် အမှားအယွင်းတစ်ခုရှိခဲ့သည်။

source: Details: The proxy has not been created.
my: အသေးစိတ်အချက်များ- proxy ကို ဖန်တီးမထားပါ။

source: _Move Here
my: _M ဒီကို ရွေ့ပါ

source: _Copy Here
my: _C ဒီကို ကူးပါ

source: _Link Here
my: _L ဒီကို လင့်လုပ်ပါ

source: Dropped image
my: ပစ်ချလိုက်သောပုံရိပ်

source: You do not have the permissions necessary to view the contents of “%s”.
my: “%s” ၏ ပါဝင်ဒေတာများကို ကြည့်ရန် သင်၌ ခွင့်ပြုချက်မရှိပါ။

source: “%s” could not be found. Perhaps it has recently been deleted.
my: “%s”ကို ရှာမတွေ့ပါ။ ၎င်းကို ဖျက်ပြီးသာဖြစ်နိုင်သည်။

source: Sorry, could not display all the contents of “%s”: %s
my: စိတ်မကောင်းပါဘူ။ “%s”၏အကြောင်းအရားအားလုံးကို မပြနိုင်ခဲ့ပါ - %s

source: This location could not be displayed.
my: ဤတည်နေရာကို မပြနိုင်ပါ။

source: You do not have the permissions necessary to change the group of “%s”.
my: “%s” ၏အုပ်စုကို ပြောင်းရန် သင်၌ ခွင့်ပြုချက်မရှိပါ။

source: Sorry, could not change the group of “%s”: %s
my: စိတ်မကောင်းပါဘူ။ “%s”၏အုပ်စုကို မပြောင်းနိုင်ခဲ့ပါ - %s

source: The group could not be changed.
my: အုပ်စုကို မပြောင်းနိုင်ပါ။

source: Sorry, could not change the owner of “%s”: %s
my: စိတ်မကောင်းပါဘူ။ “%s”၏ပိုင်ရှင်ကို မပြောင်းနိုင်ခဲ့ပါ - %s

source: The owner could not be changed.
my: ပိုင်ရှင်ကိုမပြောင်းနိုင်ပါ။

source: Sorry, could not change the permissions of “%s”: %s
my: စိတ်မကောင်းပါဘူ။ “%s”၏ခွင့်ပြုချက်များကို မပြောင်းနိုင်ခဲ့ပါ - %s

source: The permissions could not be changed.
my: ခွင့်ပြုချက်များကို ပြောင်းမရနိုင်ပါ။

source: The name “%s” is already used in this location. Please use a different name.
my: “%s” အမည်ကို ဤတည်နေရာတွင် အသုံးပြုပြီးဖြစ်သည်။ နောက်အမည်တစ်မျိုးအသုံးပြုပါ။

source: There is no “%s” in this location. Perhaps it was just moved or deleted?
my: “%s”သည် ဤတည်နေရာတွင် မရှိပါ။ ၎င်းကို ရွှေ့ပြောင်းထားခြင်း သို့မဟုတ် ဖျက်ထားခြင်း ဖြစ်လိမ့်မည်။

source: You do not have the permissions necessary to rename “%s”.
my: “%s” ကို အမည်ပြောင်းရန် သင်၌ ခွင့်ပြုချက်မရှိပါ။

source: The name “%s” is not valid because it contains the character “%c”. Please use a different name.
my: အမည် “%s” သည် အက္ခရာ “%c” ပါနေသဖြင့် သုံး၍မရပါ။ ကျေးဇူးပြု၍ အခြားအမည်သုံးပေးပါ။

source: The name “%s” is not valid. Please use a different name.
my: “%s” အမည်သည် မမှန်ကန်ပါ။ နောက်အမည်တစ်မျိုးအသုံးပြုပါ။

source: The name “%s” is too long. Please use a different name.
my: “%s” အမည်သည် ရှည်လွန်းသည်။ နောက်အမည်တစ်မျိုးအသုံးပြုပါ။

source: Could not rename “%s” because a process is using it. If it's open in another application, close it before renaming it.
my: လုပ်ငန်းစဉ်တစ်ခုတွင် အသုံးပြုနေသောကြောင့် ၎င်းကို “%s” အမည်ပြောင်း၍မရပါ။ အခြားအက်ပလီကေးရှင်းတွင်ဖွင့်ပါက အမည်မပြောင်းမီ ၎င်းကိုပိတ်ပါ။

source: Sorry, could not rename “%s” to “%s”: %s
my: စိတ်မကောင်းပါဘူ။ “%s”ကို “%s”သို့ အမည်မပြောင်းနိုင်ခဲ့ပါ - %s

source: The item could not be renamed.
my: အိုင်တမ်ကို အမည်ပြောင်းမရပါ။

source: Renaming “%s” to “%s”.
my: “%s”ကို “%s”သို့ အမည်ပြောင်းနေသည်

source: This file cannot be mounted
my: ဤဖိုင်လ်ကို တပ်ဆင်မရပါ

source: This file cannot be unmounted
my: ဤဖိုင်လ်ကို ဖြုတ်ချလို့မရပါ

source: This file cannot be ejected
my: ဤဖိုင်လ်ကို နှင်ထုတ်မရပါ

source: This file cannot be started
my: ဤဖိုင်လ်ကို စတင်မရပါ

source: This file cannot be stopped
my: ဤဖိုင်လ်ကို ရပ်တန့်မရပါ

source: Slashes are not allowed in filenames
my: ဖိုင်လ်အမည်များတွင် '/' ပါဝင်ခွင့်မပြုပါ

source: Toplevel files cannot be renamed
my: ထိပ်ပိုင်းဖိုင်လ်များကို အမည်ပြောင်းမရပါ

source: File not found
my: ဖိုင်ကိုရှာမတွေ့ပါ။

source: Starred
my: ကြယ်တပ်ထားသော

source: Today %-H:%M
my: ယနေ့ %-H:%M

source: Today %-I:%M %p
my: ယနေ့ %-I:%M %p

source: Yesterday %-H:%M
my: မနေ့က %-H:%M

source: Yesterday %-I:%M %p
my: မနေ့က %-I:%M %p

source: Not allowed to set permissions
my: ခွင့်ပြုချက်များသတ်မှတ်ခွင့်မပြု

source: Not allowed to set owner
my: ပိုင်ရှင်သတ်မှတ်ခွင့်မပြု

source: Specified owner “%s” doesn’t exist
my: ဖော်ပြပါ “%s” ပိုင်ရှင် မရှိပါ

source: Not allowed to set group
my: အုပ်စုသတ်မှတ်ခွင့်မပြု

source: Specified group “%s” doesn’t exist
my: ဖော်ပြပါ “%s” အုပ်စု မရှိပါ

source: %s (You)
my: %s (သင်)

source: %'u item
my: အိုင်တမ် %'uခု

source: %'u folder
my: ဖိုလ်ဒါ %'uခု

source: %'u file
my: ဖိုင်လ် %'uခု

source: Unknown type
my: အမည်မသိအမျိုးအစား

source: Program
my: ပရိုဂရမ်

source: Audio
my: အသံ

source: Font
my: ဖောင့်

source: Archive
my: ထိမ်းသိမ်းတိုက်ဖိုင်လ်

source: Markup
my: မာ့ခ်အပ်

source: Video
my: ဗီဒီယို

source: Contacts
my: ဆက်သွယ်ရန်

source: Calendar
my: ပြက္ခဒိန်

source: Document
my: မှတ်တမ်းစာအုပ်

source: Presentation
my: တင်ပြချက်မှတ်တမ်းပုံနှိပ်မှု

source: Spreadsheet
my: စာရင်းဇယား

source: Binary
my: ဒွိကိန်း

source: Folder
my: ဖိုလ်ဒါ

source: Link
my: လင့်ခ်

source: Link to %s
my: %sသို့လင့်ခ်ချိတ်

source: Link (broken)
my: လင့်ခ် (ပျက်နေသည်)

source: %s Free
my: %s အခမဲ့

source: File names cannot contain “/”.
my: ဖိုင်လ်အမည်များတွင် "/" အက္ခရာပါဝင်ခွင့်မပြုပါ

source: A file cannot be called “.”.
my: ဖိုင်လ်ကို “.” ဟု ခေါ်ဆိုမရပါ။

source: A file cannot be called “..”.
my: ဖိုင်လ်ကို “..” ဟု ခေါ်ဆိုမရပါ။

source: File name is too long.
my: ဖိုင်လ်အမည် ရှည်လွန်းသည်။

source: Files with “.” at the beginning of their name are hidden.
my: သတိ။ ။ “.” နှင့်စသော အမည်ရှိသည့် ဖိုင်လ်များကို ဖွက်ထားမည်ဖြစ်သည်။

source: A folder with that name already exists.
my: အမည်တူဖိုလ်ဒါရှိနှင့်ပြီးဖြစ်သည်။

source: A file with that name already exists.
my: အမည်တူဖိုင်လ်ရှိနှင့်ပြီးဖြစ်သည်။

source: _Skip
my: _S ကျော်ပါ

source: S_kip All
my: _K အားလုံးကျော်ပါ

source: _Retry
my: _R ထပ်လုပ်ကြည့်ပါ

source: Delete _All
my: _A အားလုံးဖျက်ပစ်ပါ

source: _Replace
my: _R အစားထိုးရန်

source: Replace _All
my: _A အားလုံး အစားထိုး

source: _Merge
my: _M ရောပေါင်းပါ

source: Merge _All
my: _A အားလုံးရောပေါင်းပါ

source: Copy _Anyway
my: _A ဘာဖြစ်ဖြစ် ကူးပါ

source: %'d second
my: %Id စက္ကန့်

source: %'d minute
my: %Id မိနစ်

source: %'d hour
my: %Id နာရီ

source: Another link to %s
my: %sသို့နောက်ထပ်လင့်ခ်ချိတ်

source: %'dst link to %s
my: %'dအကြိမ်မြောက် %sသို့ လင့်ခ်ချိတ်

source: %'dnd link to %s
my: %'dအကြိမ်မြောက် %sသို့ လင့်ခ်ချိတ်

source: %'drd link to %s
my: %'dအကြိမ်မြောက် %sသို့ လင့်ခ်ချိတ်

source: %'dth link to %s
my: %'dအကြိမ်မြောက် %sသို့ လင့်ခ်ချိတ်

source: %s (%'dth copy)%s
my: %s (%'d ကော်ပီ)%s

source: %s (%'dst copy)%s
my: %s (ကော်ပီ %Id)%s

source: %s (%'dnd copy)%s
my: %s (ကော်ပီ %Id)%s

source: %s (%'drd copy)%s
my: %s (ကော်ပီ %Id)%s

source: (%'d
my: (%Id

source: Are you sure you want to permanently delete “%s” from the trash?
my: အမှိုက်ပုံးမှ “%s” ကို တစ်သက်တာအတွက် ဖျက်ပစ်ချင်သည်မှာ သေချာပါသလား။

source: Are you sure you want to permanently delete the %'d selected item from the trash?
my: အမှိုက်ပုံးမှ ရွေးထားသောအိုင်တမ် %'dခုကို အမြဲတမ်းအတွက်ဖျက်မှာ သေချာပါသလား။

source: If you delete an item, it will be permanently lost.
my: တစ်ခုခုကို ဖျက်မည်ဆိုပါက လုံး၀ဖျက်သွားပါလိမ့်မည်။

source: Empty all items from Trash?
my: အမှိုက်ပုံးထဲက အားလုံးကို ရှင်းပစ်မှာလား

source: All items in the Trash will be permanently deleted.
my: အမှိုက်ပုံးထဲကဖိုင်များအားလုံးလုံး၀ပျက်သွားပါလိမ့်မည်။

source: Are you sure you want to permanently delete “%s”?
my: “%s” ကို တစ်သက်တာအတွက် ဖျက်ပစ်ချင်သည်မှာ သေချာပါသလား။

source: Are you sure you want to permanently delete the %'d selected item?
my: ရွေးထားသည့် %'d ကိုအမြဲဖျက်ချင်ပါသလား။

source: Deleted “%s”
my: “%s” ဖျက်ပြီးပြီ

source: Deleting “%s”
my: “%s”ကိုဖျက်နေသည်

source: Deleted %'d file
my: ဖိုင်လ် %'dခု ဖျက်ပြီးပြီ

source: Deleting %'d file
my: ဖိုင်လ် %'dခု ဖျက်နေသည်

source: %'d / %'d — %s left
my: %'d / %'d — %s ကျန်သေး

source: (%d file/sec)
my: (%d ဖိုင်လ်/စက္ကန့်)

source: Failed to delete all child files
my: ကလေးဖိုင်များကိုမဖျက်နိုင်ခဲ့ပါ

source: You do not have sufficient permissions to delete the folder “%s”.
my: ဖိုလ်ဒါ “%s” ကို ဖျက်ရန် သင်၌ လုံလောက်သော ခွင့်ပြုချက်မရှိပါ။

source: There was an error deleting the folder “%s”.
my: ဖိုလ်ဒါ “%s” ကို ဖျက်နေစဉ်အမှားဖြစ်ပေါ်ခဲ့သည်။

source: You do not have sufficient permissions to delete the file “%s”.
my: ဖိုင်လ် “%s” ကို ဖျက်ရန် သင်၌ လုံလောက်သော ခွင့်ပြုချက်မရှိပါ။

source: There was an error deleting the file “%s”.
my: ဖိုင်လ် “%s” ကို ဖျက်နေစဉ်အမှားဖြစ်ပေါ်ခဲ့သည်။

source: Trashing “%s”
my: “%s”ကို အမှိုက်ပုံးပို့နေသည်

source: Trashed “%s”
my: “%s”ကို အမှိုက်ပုံးပို့ပြီးပါပြီ

source: Trashing %'d file
my: ဖိုင်လ်%'dခု အမှုိက်ပုံးသို့ရွှေ့နေသည်

source: Trashed %'d file
my: ဖိုင်လ်%'dခု အမှိုက်ပုံးသို့ရွှေ့ပြီးပြီ

source: “%s” can’t be put in the trash. Do you want to delete it immediately?
my: “%s”ကို အမှိုက်ပုံးသို့ ရွှေ့မရပါ။ ချက်ချင်းဖျက်ပစ်ချင်ပါသလား။

source: This remote location does not support sending items to the trash.
my: ဤအဝေးရှိ တည်နေရာသည် အမှိုက်ပုံးသို့ အိုက်တမ်းများပို့ခြင်းကို မပံ့ပိုးပါ။

source: Trashing Files
my: ဖိုင်လ်များကို အမှိုက်ပုံးပို့နေသည်

source: Deleting Files
my: ဖိုင်များကိုဖျက်နေပါသည်။

source: Unable to eject %s
my: %sကို မနှင်ထုတ်နိုင်ခဲ့ပါ

source: Unable to unmount %s
my: %sကို မဖြုတ်နိုင်ခဲ့ပါ

source: Do you want to empty the trash before you unmount?
my: မဖြုတ်ခင် အမှိုက်ပုံးရှင်းချင်ပါသလား။

source: In order to regain the free space on this volume the trash must be emptied. All trashed items on the volume will be permanently lost.
my: ဤဒေတာထုတွင် နေရာလွတ်ရရှိရန်အတွက် အမှိုက်ပုံးရှင်းပစ်ရမည်။ အမှိုက်ပုံးသို့ပို့ထားသော ဤဒေတာထုရှိ အိုင်တမ်များကို အမြဲတမ်းအတွက် ဆုံးရှုံးရမည်ဖြစ်သည်။

source: Do _not Empty Trash
my: အမှိုက်ပုံး _မရှင်းပါနှင့်

source: Unable to access “%s”
my: “%s” ကို ရယူအသုံးမပြုနိုင်ခဲ့ပါ

source: Preparing to copy %'d file (%s)
my: ဖိုင်လ်%'dခု ကူးရန် ပြင်ဆင်နေသည် (%s)

source: Preparing to move %'d file (%s)
my: ဖိုင်လ်%'dခုကို ရွှေ့ရန်ပြင်ဆင်နေသည် (%s)

source: Preparing to delete %'d file (%s)
my: ဖိုင်လ်%'dခုကို ဖျက်ရန်ပြင်ဆင်နေသည် (%s)

source: Preparing to trash %'d file
my: ဖိုင်လ် %'dခုကို အမှိုက်ပုံးပို့ရန်ပြင်ဆင်နေသည်

source: Preparing to compress %'d file
my: ဖိုင်လ် %'dခုကိုဖိသိပ်ရန် ပြင်ဆင်နေသည်

source: Error while moving files to trash.
my: အမှိုက်ပုံးသို့ ဖိုင်လ်များရွှေ့ပြောင်းရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Error while compressing files.
my: ဖိုင်လ်များဖိသိပ်ရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Files in the folder “%s” cannot be handled because you do not have permissions to see them.
my: "%s" ဖိုင်တွဲရှိဖိုင်များကို သင့်တွင်ကြည့်ရှုရန်ခွင့်ပြုချက်များမရှိသောကြောင့် ထိန်းချုပ်၍မရပါ။

source: There was an error getting information about the files in the folder “%s”.
my: “%s” ဖိုင်တွဲရှိ ဖိုင်များအကြောင်း အချက်အလက်ရယူရာတွင် အမှားအယွင်းရှိနေသည်။

source: The folder “%s” cannot be handled because you do not have permissions to read it.
my: သင်၌ “%s”ဖိုလ်ဒါကို ဖတ်ရန် ခွင့်ပြုချက်မရှိသောကြောင့် မကိုင်တွယ်နိုင်ပါ။

source: There was an error reading the folder “%s”.
my: “%s”ဖိုလ်ဒါကိုဖတ်နေစဉ်အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: The file “%s” cannot be handled because you do not have permissions to read it.
my: “%s” ဖိုင်လ်ကို သင်၌ ဖတ်ရန်အခွင့်မရှိသောကြောင့် မကိုင်တွယ်နိုင်ပါ။

source: There was an error getting information about “%s”.
my: “%s”၏အချက်အလက်များရယူရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Error while copying to “%s”.
my: “%s”သို့ ကူးယူရာတွင် အမှားဖြစ်ပေါ်ခဲ့သည်။

source: You do not have permissions to access the destination folder.
my: ဦးတည်ဖိုလ်ဒါကို ရယူအသုံးပြုရန် သင်၌ ခွင့်ပြုချက်မရှိပါ။

source: There was an error getting information about the destination.
my: ဦးတည်နေရာ၏အချက်အလက်များရယူရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: The destination is not a folder.
my: နောက်ဆုံးတည်နေရာက ဖိုလ်ဒါမဟုတ်ပါ။

source: There is not enough space on the destination. Try to remove files to make space.
my: ဦးတည်နေရာတွင် နေရာလွတ်မလုံလောက်ပါ။ နေရာလွတ်ရရန် ဖိုင်လ်များ အရင်ဖယ်ရှားကြည့်ပါ။

source: %s more space is required to copy to the destination.
my: ဦးတည်နေရာသို့ ကူးယူရန် နောက်ထပ်နေရာလွတ် %s လိုအပ်သည်။

source: The destination is read-only.
my: နောက်ဆုံးတည်နေရာသည် ဖတ်ရန်အတွက်သာဖြစ်သည်။

source: Moving “%s” to “%s”
my: “%s”ကို “%s”သို့ ရွှေ့နေသည်

source: Moved “%s” to “%s”
my: “%s”ကို “%s”သို့ ရွှေ့ပြီးပါပြီ

source: Copying “%s” to “%s”
my: “%s” ကို “%s” သို့ ကူးယူနေသည်

source: Copied “%s” to “%s”
my: “%s” ကို “%s” သို့ ကူးယူပြီးပြီ
