Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: Items containing "stuff" in their names, that are regular files and smaller than 2000 bytes
bn: ২০০০ বাইট অপেক্ষা ছোট আকারের যেসব সাধারণ ফাইলের নামে "stuff" আছে
vi: Những tập tin bình thường nhỏ hơn 2000 byte và chứa "stuff" trong tên tập tin

source: Items containing "medusa" in their names and that are folders
bn: যেসব ফোল্ডারের নামে "medusa" আছে
vi: Nhưng thư mục chứa "medusa" trong tên thư mục

source: Searching Disks
bn: ডিস্কে অনুসন্ধান চালানো হচ্ছে
vi: Đang tìm đĩa

source: Nautilus is searching your disks for trash folders.
bn: নটিলাস আপনার ব্যবহৃত ডিস্কে আবর্জনার বাক্স হিসেবে ব্যবহৃত ফোল্ডার খুঁজছে।
vi: Nautilus đang tìm các thư mục Thùng rác trên đĩa của bạn.

source: Edit
bn: এডিট
vi: Sửa

source: Undo Edit
bn: সর্বশেষ এডিট বাতিল করা হোক
vi: Phục hồi sửa chữa

source: Undo the edit
bn: সর্বশেষ এডিট বাতিল করা হোক
vi: Phục hồi tình trạng như trước khi sửa chữa

source: Redo Edit
bn: পুনরায় সর্বশেষ এডিটটি করা হোক
vi: Hiệu chỉnh lại

source: Redo the edit
bn: পুনরায় সর্বশেষ এডিটটি করা হোক
vi: Tiến hành lại việc hiệu chỉnh

source: View as %s
bn: %s হিসেবে প্রদর্শন করা হোক
vi: Xem như là %s

source: %s Viewer
bn: %s প্রদর্শক
vi: Trình xem %s

source: C_lear Text
bn: টেক্স_ট মুছে ফেলা হোক
vi: _Xóa Text

source: Cut Text
bn: টেক্সট কাট (Cut) করা হোক
vi: Cắt Text

source: Cut _Text
bn: টেক্সট _কাট (Cut) করা হোক
vi: Cắt _Text

source: Cut the selected text to the clipboard
bn: চিহ্নিত টেক্সটকে ক্লিপবোর্ডে কাট (Cut) করা হোক
vi: Cắt đoạn text đã chọn cho vào clipboard

source: Paste the text stored on the clipboard
bn: ক্লিপবোর্ডে সঞ্চিত টেক্সটকে পেস্ট (Paste) করা হোক
vi: Dán vào một đoạn text lấy từ trong clipboard

source: Remove the selected text without putting it on the clipboard
bn: ক্লিপবোর্ডে না নিয়েই চিহ্নিত টেক্সটকে মুছে ফেলা হোক
vi: Loại bỏ đoạn text ra mà không cho vào clipboard

source: Select _All
bn: _সম্পূর্ণ লেখাকে চিহ্নিত করা হোক
my: _A အားလုံး ရွေးချယ်
vi: Chọn _tất cả

source: Select all the text in a text field
bn: টেক্সট ফিল্ডে প্রদশিত সকল টেক্সটকে চিহ্নিত করা হোক
vi: Chọn mọi đoạn text trong trường text

source: _Paste Text
bn: টেক্স_ট পেস্ট (Paste) করা হোক
vi: _Dán Text

source: Change how files are managed
bn: ফাইল ব্যবস্থাপনার পদ্ধতি পরিবর্তন করা হোক

source: File Management
bn: ফাইল ব্যবস্থাপনা

source: View your home folder in the Nautilus file manager
bn: নটিলাস ফাইল ম্যানেজারে আপনার প্রথম (Home) ফোল্ডার প্রদর্শন করা হোক

source: Factory for Nautilus shell and file manager
bn: নটিলাস শেল ও ফাইল ম্যানেজারের ফ্যাক্টরি
vi: Factory cho Nautilus shell và file manager

source: Icons
bn: আইকন
vi: Biểu tượng

source: Icons Viewer
bn: আইকন প্রদর্শক
vi: Trình hiển thị biểu tượng

source: List
bn: তালিকা
vi: Danh sách

source: List Viewer
bn: তালিকা প্রদর্শক
vi: Trình hiển thị danh sách

source: Nautilus factory
bn: নটিলাস ফ্যাক্টরি

source: Nautilus file manager component that shows a scrollable list
bn: নটিলাস ফাইল ম্যানেজারের একটি অংশ যা সামনে ও পেছনে নেয়া যায় এরূপ তালিকা প্রদর্শন করে
vi: Nautilus file manager component hiển thị danh sách có thể trượt

source: Nautilus file manager component that shows a scrollable list for search results
bn: নটিলাস ফাইল ম্যানেজারের একটি অংশ যা অনুসন্ধানের ফলাফলের এরূপ তালিকা প্রদর্শন করে যা সামনে ও পেছনে নেয়া যায়
vi: Nautilus file manager component hiển thị danh sách kết quả tìm kiếm có thể trượt

source: Nautilus file manager component that shows a two-dimensional icon space
bn: নটিলাস ফাইল ম্যানেজারের একটি অংশ যা দ্বিমাত্রিক আইকন তালিকা প্রদর্শন করে
vi: Nautilus file manager component hiển thị không gian biểu tượng hai chiều

source: Nautilus file manager component that shows icons on the desktop
bn: নটিলাস ফাইল ম্যানেজারের একটি অংশ যা ডেস্কটপের আইকন প্রদর্শন করে
vi: Nautilus file manager component hiển thị biểu tượng trên desktop

source: Nautilus file manager desktop icon view
bn: নটিলাস ফাইল ম্যানেজারের ডেস্কটপ আইকনসমূহ
vi: Khung biểu tượng desktop

source: Nautilus file manager icon view
bn: নটিলাস ফাইল ম্যানেজারে আইকনের সাহায্যে প্রদর্শিত ফাইল
vi: Khung biểu tượng

source: Nautilus file manager list view
bn: নটিলাস ফাইল ম্যানেজারে তালিকার সাহায্যে প্রদর্শিত ফাইল
vi: Khung danh sách

source: Nautilus file manager search results list view
bn: নটিলাস ফাইল ম্যানেজারের অনুসন্ধানের তালিকাবদ্ধ ফলাফল
vi: Khung danh sách các kết quả tìm kiếm

source: Nautilus metafile factory
bn: নটিলাস মেটাফাইল ফ্যাক্টরি

source: Nautilus shell
bn: নটিলাস শেল

source: Nautilus shell operations that can be done from subsequent command-line invocations
bn: নটিলাস শেলের যেসব কাজ কমান্ড-লাইন থেকে করা সম্ভব
vi: Các thao tác shell có thể được tiến hành thông qua một loạt dòng lệnh

source: Produces metafile objects for accessing Nautilus metadata
bn: নটিলাস মেটাডাটা ব্যবহারের জন্য মেটাফাইল অবজেক্ট তৈরি করে
vi: Tạo metafile để truy cập metadata của Nautilus

source: Search List
bn: অনুসন্ধান তালিকা
vi: Danh sách tìm kiếm

source: View as Icons
bn: আইকনের সাহায্যে প্রদর্শন করা হোক
vi: Xem bằng biểu tượng

source: View as List
bn: তালিকার সাহায্যে প্রদর্শন করা হোক
vi: Xem bằng danh sách

source: View as _Icons
bn: _আইকনের সাহায্যে প্রদর্শন করা হোক

source: View as _List
bn: _তালিকার সাহায্যে প্রদর্শন করা হোক

source: Background
bn: পটভূমি
vi: Nền

source: Empty Trash
bn: আবর্জনার বাক্স ফাঁকা করা হোক
vi: Đổ rác

source: This will open %d separate windows. Are you sure you want to do this?
bn: এটি %dটি পৃথক উইন্ডো চালু করবে। আপনি কি এই কাজটির ব্যাপারে নিশ্চিত?
vi: Việc này sẽ mở %d cửa sổ riêng biệt. Bạn có muốn tiến hành việc này không?

source: Open %d Windows?
bn: %dটি উইন্ডো কি চালু করা হবে?
vi: Mở %d cửa sổ?

source: Are you sure you want to permanently delete "%s"?
bn: আপনি কি "%s"'কে স্থায়ীভাবে মুছে ফেলার ব্যাপারে নিশ্চিত?
vi: Bạn có muốn xóa vĩnh viễn "%s" không?

source: Are you sure you want to permanently delete the %d selected items?
bn: আপনি চিহ্নিত করা %dটি ফাইল/ফোল্ডারকে মুছে ফেলার ব্যাপারে নিশ্চিত?
vi: Bạn có muốn xóa vĩnh viễn %d mục đã chọn không?

source: Delete?
bn: মুছে ফেলা হবে কি?
vi: Xóa?

source: "%s" selected
bn: "%s"'কে চিহ্নিত করা হয়েছে
vi: "%s" được chọn

source: 1 folder selected
bn: ১টি ফোল্ডার চিহ্নিত করা হয়েছে
vi: 1 thư mục được chọn

source: %d folders selected
bn: %dটি ফোল্ডার চিহ্নিত করা হয়েছে
vi: %d thư mục được chọn

source: (containing 0 items)
bn: (০ সংখ্যক ফাইল/ফোল্ডার ধারণ করছে)
vi: (chứa 0 mục)

source: (containing 1 item)
bn: (১টি ফাইল/ফোল্ডার ধারণ করছে)
vi: (chứa 1 mục)

source: (containing %d items)
bn: (%d সংখ্যক ফাইল/ফোল্ডার ধারণ করছে)
vi: (chứa %d mục)

source: (containing a total of 0 items)
bn: (সর্বমোট শূন্যটি ফাইল/ফোল্ডার ধারণ করছে)
vi: (chứa tổng cộng 0 mục)

source: (containing a total of 1 item)
bn: (সর্বমোট ১টি ফাইল/ফোল্ডার ধারণ করছে)
vi: (chứa tổng cộng 1 mục)

source: (containing a total of %d items)
bn: (সর্বমোট %dটি ফাইল/ফোল্ডার ধারণ করছে)
vi: (chứa tổng cộng %d mục)

source: "%s" selected (%s)
bn: "%s" চিহ্নিত করা হয়েছে (%s)
vi: "%s" được chọn (%s)

source: %d items selected (%s)
bn: %d সংখ্যক ফাইল/ফোল্ডার চিহ্নিত করা হয়েছে (%s)
vi: "%d" mục được chọn (%s)

source: 1 other item selected (%s)
bn: আরো একটি ফাইল/ফোল্ডার চিহ্নিত করা হয়েছে (%s)
vi: 1 mục khác được chọn (%s)

source: %d other items selected (%s)
bn: আরো %dটি ফাইল/ফোল্ডার চিহ্নিত করা হয়েছে (%s)
vi: %d mục khác được chọn (%s)

source: The folder "%s" contains more files than Nautilus can handle. Some files will not be displayed.
bn: "%s" ফোল্ডারে যে সংখ্যক ফাইল আছে তা প্রদর্শন করা ননটিলাসর পক্ষে সম্ভব নয়। তাই কিছু ফাইলকে প্রদর্শন করা হবে না। দুঃখিত।
vi: Thư mục "%s" chứa nhiều tập tin hơn số lượng tập tin Nautilus có thể xử lý. Một vài tập tin sẽ không được hiển thị.

source: Too Many Files
bn: ফাইলের সংখ্যা অত্যধিক
vi: Quá nhiều tập tin

source: "%s" cannot be moved to the Trash. Do you want to delete it immediately?
bn: "%s"'কে আবর্জনার বাক্সে সরিয়ে নেয়া যাচ্ছে না। আপনি কি এটিকে এখনই স্থায়ীভাবে মুছে ফেলতে চান?
vi: Không thể di chuyển "%s" vào Thùng rác. Bạn có muốn xóa nó ngay tức khắc không?

source: The %d selected items cannot be moved to the Trash. Do you want to delete them immediately?
bn: %dটি চিহ্নিত ফাইল/ফোল্ডারকে আবর্জনার বাক্সে সরিয়ে নেয়া যাচ্ছে না। আপনি কি এগুলোকে এখনই স্থায়ীভাবে মুছে ফেলতে চান?
vi: Không thể di chuyển %d mục đã chọn vào Thùng rác. Bạn có muốn xóa nó ngay tức khắc không?

source: %d of the selected items cannot be moved to the Trash. Do you want to delete those %d items immediately?
bn: চিহ্নিত ফাইল/ফোল্ডারের %dটিকে আবর্জনার বাক্সে সরিয়ে নেয়া যাচ্ছে না। আপনি কি এই %dটি ফাইল/ফোল্ডারকে এখনই স্থায়ীভাবে মুছে ফেলতে চান?
vi: Không thể di chuyển %d mục đã chọn vào Thùng rác. Bạn có muốn xóa %d mục ngay tức khắc không?

source: Delete Immediately?
bn: এখনই কি স্থায়ীভাবে মুছে ফেলতে চান?
vi: Xóa ngay?

source: Are you sure you want to permanently delete "%s" from the Trash?
bn: আপনি কি নিশ্চিতভাবে আবর্জনার বাক্স থেকে "%s"'কে স্থায়ীভাবে মুছে ফেলতে চান?
vi: Bạn có muốn xóa vĩnh viễn "%s" khỏi Thùng rác?

source: Are you sure you want to permanently delete the %d selected items from the Trash?
bn: আপনি কি নিশ্চিতভাবে আবর্জনার বাক্স থেকে %dটি চিহ্নিত ফাইল/ফোল্ডারকে স্থায়ীভাবে মুছে ফেলতে চান?
vi: Bạn có muốn xóa vĩnh viễn %d mục được chọn khỏi Thùng rác?

source: Delete From Trash?
bn: আবর্জনার বাক্স থেকে কি মুছে ফেলা হবে?
vi: Xóa khỏi Thùng rác?

source: Use "%s" to open the selected item
bn: চিহ্নিত ফাইল ব্যবহারের জন্য "%s" ব্যবহার করা হোক
vi: Dùng "%s" để mở những mục đã chọn

source: Other _Application...
bn: অন্যান্য অ্যাপলিকে_শন...
vi: Ứng dụng _khác...

source: An _Application...
bn: এ_কটি অ্যাপলিকেশন...
vi: Một ứng _dụng...

source: Other _Viewer...
bn: অন্যান্য প্র_দর্শক...
vi: Trình hiển thị _khác...

source: A _Viewer...
bn: _একটি প্রদর্শক...
vi: Một _trình hiển thị...

source: Could not complete specified action: %s
bn: উল্লেখিত কাজটি সম্পন্ন করা যায়নি: %s

source: Could not complete specified action.
bn: উল্লেখিত কাজটি সম্পন্ন করা যায়নি।

source: Run "%s" on any selected items
bn: কোন একটি চিহ্নিত ফাইলের জন্য "%s" চালানো হোক
vi: Chạy "%s" với những mục được chọn

source: All executable files in this folder will appear in the Scripts menu. Choosing a script from the menu will run that script with any selected items as input.
bn: স্ক্রিপ্ট মেনুতে এই ফোল্ডারের সকল এক্সিকিউটেবল ফাইলকে দেখানো হবে। মেনু থেকে কোন স্ক্রিপ্ট বেছে নিলে তা যে কোন চিহ্নিত ফাইলকে ইনপুট হিসেবে ব্যবহার করে চলতে আরম্ভ করবে।
vi: Mọi tập tin trong thư mục này sẽ xuất hiện trong menu Script. Việc chọn một script trong menu sẽ thực hiện script đó với đầu vào là các tập tin được chọn.

source: About Scripts
bn: স্ক্রিপ্ট সম্পর্কিত
vi: Giới thiệu về Script

source: All executable files in this folder will appear in the Scripts menu. Choosing a script from the menu will run that script. When executed from a local folder, scripts will be passed the selected file names. When executed from a remote folder (e.g. a folder showing web or ftp content), scripts will be passed no parameters. In all cases, the following environment variables will be set by Nautilus, which the scripts may use: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: newline-delimited paths for selected files (only if local) NAUTILUS_SCRIPT_SELECTED_URIS: newline-delimited URIs for selected files NAUTILUS_SCRIPT_CURRENT_URI: URI for current location NAUTILUS_SCRIPT_WINDOW_GEOMETRY: position and size of current window
bn: এই ফোল্ডারের সকল এক্সিকিউটেবল ফাইল স্ক্রিপ্ট মেনুতে দেখা যাবে। মেনু থেকে কোন একটি স্ক্রিপ্ট বেছে নিলে তা চলতে আরম্ভ করবে। কোন স্থানীয় ফোল্ডারের স্ক্রিপ্ট চালালে তাকে চিহ্নিত ফাইলের নাম জানানো হবে। আর দূরবর্তী কোন ফোল্ডার থেকে চালালে (যেমন, ওয়েব বা এফ.টি.পি জড়িত থাকলে), স্ক্রিপ্টকে কোন তথ্য জানানো হবে না। তবে সবক্ষেত্রেই নটিলাস নিম্নোক্ত এনভায়রনমেন্ট ভ্যারিয়েবলগুলোর মান নির্ধারণ করবে, যা স্ক্রিপ্টগুলো ব্যবহার করতে পারে: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: পৃথক পৃথক লাইনে উল্লেখিত চিহ্নিত ফাইলের পাথ (শুধুমাত্র স্থানীয় ফাইলে ক্ষেত্রে প্রযোজ্য) NAUTILUS_SCRIPT_SELECTED_URIS: পৃথক পৃথক লাইনে উল্লেখিত চিহ্নিত ফাইলের ইউ.আর.আই (URI) NAUTILUS_SCRIPT_CURRENT_URI: বর্তমান অবস্থানের ইউ.আর.আই (URI) NAUTILUS_SCRIPT_WINDOW_GEOMETRY: বর্তমান উইন্ডোর আকার ও অবস্থান
vi: Mọi file thực thi trong thư mục này sẽ xuất hiện trong menu Script. Việc chọn một script trong menu sẽ thực hiện script đó. Khi được thực hiện từ thư mục cục bộ, script sẽ được chuyển cho các tên file được chọn. Khi được thực hiện từ thư mục từ xa (vd thư mục web hoặc ftp), script sẽ không được đưa tham số. Trong mọi trường hợp, các biến môi trường sau sẽ được Nautilus thiết lập. Các script có thể dùng chúng. Đó là các biến: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: các đường dẫn được phân cách bởi dấu xuống hàng của các file được chọn (nếu thực hiện trong thư mục cục bộ) NAUTILUS_SCRIPT_SELECTED_URIS: các URI ngăn cách bởi dấu xuống hàng của các file được chọn NAUTILUS_SCRIPT_CURRENT_URI: URI của thư mục hiện thời NAUTILUS_SCRIPT_WINDOW_GEOMETRY: vị trí và kích thước của cửa sổ hiện thời

source: "%s" will be moved if you select the Paste Files command
bn: ফাইল পেস্ট (Paste) করার কমান্ড দিলে "%s"'কে স্থানান্তর করা হবে
vi: "%s" sẽ được duy chuyển nếu bạn chọn lệnh Dán tập tin

source: "%s" will be copied if you select the Paste Files command
bn: ফাইল পেস্ট (Paste) করার কমান্ড দিলে "%s"'কে কপি করা হবে
vi: "%s" sẽ được sao chép nếu bạn chọn lệnh Dán tập tin

source: The %d selected items will be moved if you select the Paste Files command
bn: ফাইল পেস্ট (Paste) করার কমান্ড দিলে চিহ্নিত %dটি ফাইল/ফোল্ডারকে স্থানান্তর করা হবে
vi: %d mục được chọn sẽ được di chuyển nếu bạn chọn lệnh Dán tập tin

source: The %d selected items will be copied if you select the Paste Files command
bn: ফাইল পেস্ট (Paste) করার কমান্ড দিলে চিহ্নিত %dটি ফাইল/ফোল্ডারকে কপি করা হবে
vi: %d mục được chọn sẽ được sao chép nếu bạn chọn lệnh Dán tập tin

source: There is nothing on the clipboard to paste.
bn: ক্লিপবোর্ডে পেস্ট (Paste) করার মত কিছু নেই
vi: Không có gì để dán từ clipboard

source: Mount Error
bn: মাউন্ট করায় সমস্যা
vi: Lỗi gắn kết

source: Unmount Error
bn: আনমাউন্ট করায় সমস্যা
vi: Lỗi tháo gắn kết

source: E_ject
bn: বে_র করে দেয়া হোক

source: _Unmount Volume
bn: ফাইল সিস্টেম _আনমাউন্ট করা হোক

source: _Delete from Trash
bn: আবর্জনার বাক্স থেকে _মুছে ফেলো

source: Delete all selected items permanently
bn: চিহ্নিত সবকিছুকে স্থায়ীভাবে মুছে ফেলো
vi: Xóa vĩnh viễn mọi mục được chọn

source: Mo_ve to Trash
bn: আবর্জনার বাক্সে স্থানান্তর করো (_স)
my: အမှိုက်ပုံးထဲ_ထည့်

source: Move each selected item to the Trash
bn: প্রতিটি চিহ্নিত ফাইল/ফোল্ডারকে আবর্জনার বাক্সে স্থানান্তর করো
vi: Di chuyển các mục được chọn vào Thùng rác

source: _Delete
bn: মুছে ফেলো (_ম)
my: _D ဖျက်ပစ်ပါ

source: Ma_ke Links
bn: লিঙ্কসমূহ তৈরি করো (_র)

source: Ma_ke Link
bn: লিঙ্ক তৈরি করো (_ল)

source: _Empty Trash
bn: আবর্জনার বাক্স খালি করো (_খ)
vi: Đổ _rác

source: Cu_t File
bn: ফাইল কাট (Cut) করো (_ট)
vi: _Cắt tập tin

source: Cu_t Files
bn: ফাইলগুলো কাট (Cut) করো (_ট)
vi: _Cắt tập tin

source: _Copy File
bn: ফাইল _কপি (Copy) করো (_ক)
vi: _Sao chép tập tin

source: _Copy Files
bn: ফাইলগুলো কপি (Copy) করা হোক (_ক)
vi: _Sao chép tập tin

source: This link can't be used, because it has no target. Do you want to move this link to the Trash?
bn: কিছু নির্দেশ করে না বলে এই লিঙ্কটি অকেজো। এই লিঙ্কটিকে কি আবর্জনার বাক্সে ফেলে দেবেন?

source: This link can't be used, because its target "%s" doesn't exist. Do you want to move this link to the Trash?
bn: এই লিঙ্কটি ব্যবহারযোগ্য নয় কারণ এটির লক্ষ্য "%s" এর কোন অস্তিত্ব নেই। এই লিঙ্কটিকে কি আবর্জনার বাক্সে ফেলে দেবেন?

source: Broken Link
bn: অকার্যকর লিঙ্ক
vi: Liên kết hỏng

source: "%s" is an executable text file. Do you want to run it, or display its contents?
bn: "%s" একটি এক্সিকিউটেবল (চালানো যায়, এমন) টেক্সট ফাইল। আপনি কি এটি চালাতে চান নাকি এর ভেতর যা লেখা আছে তা পড়তে চান?
vi: "%s" là tập tin text có thể thực thi. Bạn có muốn thực hiên nó, hay hiển thị nội dung của nó?

source: Run or Display?
bn: চালানো হবে নাকি লেখা প্রদর্শন করা হবে?
vi: Thực thi hoặc hiển thị?

source: _Display
bn: প্রদর্শন (_প)

source: Run in _Terminal
bn: টার্মিনালে চালানো হোক (_ট)

source: _Run
bn: চালানো হোক (_চ)
my: _R ဆောင်ရွက်ပါ

source: Opening "%s"
bn: "%s" চালু করা হচ্ছে
vi: Đang mở "%s"

source: Cancel Open?
bn: পড়ার প্রচেষ্টা কি বাতিল করা হবে?
vi: Thôi không mở nữa?

source: You do not have the permissions necessary to view the contents of "%s".
bn: "%s" ফাইলটি পড়ার জন্য আপনার প্রয়োজনীয় অনুমতি নেই।
vi: Bạn không có quyền xem nội dung của "%s".

source: "%s" couldn't be found. Perhaps it has recently been deleted.
bn: "%s" ফাইলটিকে খুঁজে পাওয়া যাচ্ছে না। সম্ভবত এটিকে সম্প্রতি মুছে ফেলা হয়েছে।
vi: Không thể tìm thấy "%s". Có lẽ nó vừa mới bị xóa.

source: Sorry, couldn't display all the contents of "%s".
bn: দুঃখিত, "%s"'কে সম্পূর্ণরূপে দেখানো সম্ভব হয়নি।
vi: Rất tiếc, không thể hiển thị nội dung của "%s".

source: Error Displaying Folder
bn: ফোল্ডার দেখাতে সমস্যা হয়েছে
vi: Lỗi hiển thị thư mục

source: The name "%s" is already used in this folder. Please use a different name.
bn: এই ফোল্ডারে ইতিমধ্যেই "%s" নামটি ব্যবহৃত হয়েছে। দয়া করে অন্য একটি নাম ব্যবহার করুন।
vi: Tên "%s" đã được dùng trong thư mục này. Vui lòng dùng tên khác.

source: There is no "%s" in this folder. Perhaps it was just moved or deleted?
bn: "%s" নামে এই ফোল্ডারে কিছু নেই। সম্ভবত এটিকে কিছুক্ষণ পূর্বে সরিয়ে নেয়া অথবা মুছে ফেলা হয়েছে।
vi: Không thấy "%s" trong thư mục này. Có lẽ nó vừa mới được di chuyển đi chỗ khác hoặc đã bị xóa rồi?

source: You do not have the permissions necessary to rename "%s".
bn: "%s" এর নাম পরিবর্তনের জন্য প্রয়োজনীয় অনুমতি আপনার নেই।
vi: Bạn không có quyền đổi tên "%s".

source: The name "%s" is not valid because it contains the character "/". Please use a different name.
bn: "%s" নামটি সঠিক নয় কারণ এতে একটি "/" রয়েছে। দয়া করে অন্য একটি নাম ব্যবহার করুন।
vi: Tên "%s" không hợp lệ vì nó chứa ký tự "/". Vui lòng dùng tên khác.

source: The name "%s" is not valid. Please use a different name.
bn: "%s" নামটি সঠিক নয়। দয়া করে অন্য একটি নাম ব্যবহার করুন।
vi: Tên "%s" không hợp lệ. lòng dùng tên khác.

source: Couldn't change the name of "%s" because it is on a read-only disk
bn: "%s" এর নাম পরিবর্তন করা সম্ভব নয় কারণ এটি যে ডিস্কে আছে তা অপরিবর্তনীয়
vi: Không thể đổi tên "%s" vì nó nằm trên đĩa chỉ đọc

source: Sorry, couldn't rename "%s" to "%s".
bn: দুঃখিত, "%s" এর নাম পরিবর্তন করে "%s" করা যায়নি।
vi: Rất tiếc, không thể đổi tên "%s" thành "%s".

source: Renaming Error
bn: নাম পরিবর্তন সংক্রান্ত সমস্যা
vi: Lỗi đổi tên

source: You do not have the permissions necessary to change the group of "%s".
bn: "%s" এর গ্রুপ পরিবর্তনের জন্য আপনার প্রয়োজনীয় অনুমতি নেই।
vi: Bạn không có quyền đổi nhóm của "%s".

source: Couldn't change the group of "%s" because it is on a read-only disk
bn: "%s" এর গ্রুপ পরিবর্তন করা যায়নি কারণ এটি যে ডিস্কে আছে তা অপরিবর্তনীয়
vi: Không thể đổi nhóm của "%s" vì nó nằm trên đĩa chỉ đọc

source: Sorry, couldn't change the group of "%s".
bn: দুঃখিত, "%s" এর গ্রুপ পরিবর্তন করা সম্ভব হয়নি।
vi: Rất tiếc, không thể đổi nhóm của "%s".

source: Error Setting Group
bn: গ্রুপ নির্ধারণে সমস্যা
vi: Lỗi thiết lập nhóm

source: Couldn't change the owner of "%s" because it is on a read-only disk
bn: "%s" এর মালিকানা পরিবর্তন করা যায়নি কারণ এটি একটি অপরিবর্তনীয় ডিস্কে অবস্থান করছে
vi: Không thể đổi chủ sở hữu của "%s" vì nó nằm trên đĩa chỉ đọc

source: Sorry, couldn't change the owner of "%s".
bn: দুঃখিত, "%s" এর মালিকানা পরিবর্তন করা সম্ভব হয়নি।
vi: Rất tiếc, không thể đổi chủ sở hữu của "%s".

source: Error Setting Owner
bn: মালিকানা নির্ধারণে সমস্যা
vi: Lỗi thiết lập chủ sở hữu

source: Couldn't change the permissions of "%s" because it is on a read-only disk
bn: "%s" এর মালিকানা পরিবর্তন করা যায়নি কারণ এটি যে ডিস্কে অবস্থান করছে তা অপরিবর্তনীয়
vi: Không thể thay đổi quyền truy cập của "%s" vì nằm trên đĩa chỉ đọc

source: Sorry, couldn't change the permissions of "%s".
bn: দুঃখিত, "%s" এর মালিকানা পরিবর্তন করা যায়নি।
vi: Rất tiếc, không thể thay đổi quyền truy cập của "%s".

source: Error Setting Permissions
bn: মালিকানা নির্ধারণে সমস্যা
vi: Lỗi thiết lập quyền truy cập

source: Renaming "%s" to "%s".
bn: "%s" এর নাম পরিবর্তন করে "%s" করা হচ্ছে।
vi: Đang đổi tên từ "%s" sang "%s".

source: Cancel Rename?
bn: নাম পরিবর্তনের প্রচেষ্টা কি বাতিল করা হবে?
vi: Ngừng đổi tên?

source: by _Name
bn: নামানুসারে (_ন)
vi: theo _Tên

source: Keep icons sorted by name in rows
bn: আইকনগুলোকে নামানুসারে সারিবদ্ধ করে রাখা হোক
vi: Sắp biểu tượng trong hàng theo tên

source: by _Size
bn: আকার অনুসারে (_আ)
vi: theo _Kích thước

source: Keep icons sorted by size in rows
bn: আইকনগুলোকে আকার অনুসারে সারিবদ্ধ করে রাখা হোক
vi: Sắp biểu tượng trong hàng theo kích thước

source: by _Type
bn: ধরন অনুসারে (_ধ)
vi: theo _Kiểu

source: Keep icons sorted by type in rows
bn: আইকনগুলোকে ধরন অনুসারে সারিবদ্ধ করে রাখা হোক
vi: Sắp biểu tượng trong hàng theo kiểu

source: by Modification _Date
bn: সর্বশেষ পরিবর্তনের তারিখ অনুসারে (_ত)

source: Keep icons sorted by modification date in rows
bn: আইকনগুলোকে সর্বশেষ পরিবর্তনের তারিখ অনুসারে সারিবদ্ধ করে রাখা হোক

source: by _Emblems
bn: প্রতীক অনুসারে (_প)
vi: theo _Biểu tượng

source: Keep icons sorted by emblems in rows
bn: আইকনগুলোকে প্রতীক অনুসারে সারিবদ্ধ করে রাখা হোক
vi: Sắp biểu tượng trong hàng theo biểu tượng

source: Restore Icons' Original Si_zes
bn: আইকনগুলোর প্রকৃত আকার ব্যবহার করা হোক (_ক)

source: Restore Icon's Original Si_ze
bn: আইকনের প্রকৃত আকার ব্যবহার করা হোক (_ক)

source: pointing at "%s"
bn: "%s" এর প্রতি নির্দেশ করা হচ্ছে
vi: đang trỏ tới "%s"

source: Drag and drop is only supported to local file systems.
bn: টেনে এনে ফেলে দেয়ার প্রক্রিয়া শুধুমাত্র স্থানীয় ফাইল সিস্টেমের ক্ষেত্রে প্রযোজ্য।
vi: Tính năng kéo thả chỉ được hỗ trợ trên hệ thống tập tin cục bộ.

source: Drag and Drop error
bn: টেনে এনে ফেলে দেয়ার প্রক্রিয়ায় সমস্যা
vi: Lỗi kéo thả

source: An invalid drag type was used.
bn: টেনে আনার সময় ভুল পদ্ধতি অবলম্বন করা হয়েছে।
my: မမှန်ကန်သော ပွတ်ဆွဲအမျိုးအစားကို သုံးခဲ့သည်။

source: File name
bn: ফাইলের নাম

source: Size
bn: আকার
my: အရွယ်အစား
vi: Kích thước

source: Type
bn: ধরন
my: အမျိုးအစား
vi: Kiểu

source: Date Modified
bn: পরিবর্তনের তারিখ

source: You can't assign more than one custom icon at a time! Please drag just one image to set a custom icon.
bn: একই সময় ইচ্ছামাফিক তৈরি করা একাধিক আইকন নির্ধারণ করা যাবে না! দয়া করে শুধুমাত্র একটি চিত্রকে আইকন হিসেবে ব্যবহার করুন।
vi: Không thể gán nhiều hơn một biểu tượng tự chọn cùng thời điểm! Vui lòng chỉ kéo một ảnh để tạo biểu tượng tự chọn.

source: More Than One Image
bn: একাধিক চিত্র
vi: Nhiều hơn một ảnh

source: The file that you dropped is not local. You can only use local images as custom icons.
bn: যে ফাইলটি আপনি ব্যবহার করতে চাচ্ছেন তা স্থানীয় ফাইল সিস্টেমে অবস্থিত নয়। ইচ্ছামাফিক আইকন তৈরির ক্ষেত্রে শুধুমাত্র স্থানীয় ফাইল সিস্টেমে অবস্থিত চিত্রের ফাইলগুলোই ব্যবহার করা যাবে।
vi: Tập tin bạn đã thả vào không phải là tập tin cục bộ. Bạn chỉ có thể dùng các ảnh cục bộ để tạo biểu tượng tự chọn.

source: Local Images Only
bn: শুধুমাত্র স্থানীয় ফাইল সিস্টেমে অবস্থিত ফাইল
vi: Chỉ có ảnh cục bộ

source: The file that you dropped is not an image. You can only use local images as custom icons.
bn: যে ফাইলটি ব্যবহার করতে চাচ্ছেন তা কোন ছবির ফাইল নয়। আপনি শুধুমাত্র স্থানীয় ফাইল সিস্টেমে অবস্থিত ফাইলকেই ইচ্ছামাফিক তৈরি করা আইকন হিসেবে ব্যবহার করতে পারবেন।
vi: Tập tin bạn đã thả vào không phải là tập tin cục bộ. Bạn chỉ có thể dùng các ảnh cục bộ làm biểu tượng tự chọn.

source: Images Only
bn: শুধুমাত্র ছবি
vi: Chỉ có ảnh

source: Properties
bn: বৈশিষ্ট্যাবলি
my: ဂုဏ်သတ္တိများ

source: %s Properties
bn: %s এর বৈশিষ্ট্যাবলী
vi: Thuộc tính %s

source: Cancel Group Change?
bn: গ্রুপ পরিবর্তনের প্রচেষ্টা কি বাতিল করা হবে?
my: အုပ်စုပြောင်းခြင်း ပယ်ဖျက်မှာလား။
vi: Ngừng thay đổi nhóm?

source: Changing group
bn: গ্রপ পরিবর্তন করা হচ্ছে
vi: Đang thay đổi nhóm

source: Cancel Owner Change?
bn: মালিকানা পরিবর্তনের প্রচেষ্টা কি বাতিল করা হবে?
my: ပိုင်ရှင်ပြောင်းခြင်းပယ်ဖျက်မှာလား။
vi: Ngừng thay đổi chủ sở hữu?

source: Changing owner
bn: মালিকানা পরিবর্তন করা হচ্ছে
vi: Đang thay đổi chủ sở hữu

source: nothing
bn: কিছু না
vi: không có gì
