Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: Duplicating “%s”
my: “%s”ကို ထပ်အောင်ပွားနေသည်

source: Duplicated “%s”
my: “%s”ကို ထပ်အောင်ပွားပြီးပြီ

source: Moving %'d file to “%s”
my: ဖိုင်လ်%'dခုကို “%s”သို့ ရွှေ့နေသည်

source: Copying %'d file to “%s”
my: ဖိုင်လ် %'dခုကို “%s”သို့ ကူးယူနေသည်

source: Moved %'d file to “%s”
my: ဖိုင်လ်%'dခုကို “%s”သို့ ရွှေ့ပြီးပါပြီ

source: Copied %'d file to “%s”
my: ဖိုင်လ် %'dခုကို “%s”သို့ ကူးယူပြီးပြီ

source: Duplicating %'d file in “%s”
my: ဖိုင်လ် %'dခုကို “%s” တွင် ထပ်အောင်ပွားနေသည်။

source: Duplicated %'d file in “%s”
my: ဖိုင်လ် %'dခုကို “%s” တွင် ထပ်အောင်ပွားပြီးပါပြီ

source: %s / %s — %s left (%s/sec)
my: %s / %s — %s ကျန်သေး (%s/စက္ကန့်)

source: %'d / %'d — %s left (%s/sec)
my: %'d / %'d — %s ကျန်သေး (%s/စက္ကန့်)

source: The folder “%s” cannot be copied because you do not have permissions to create it in the destination.
my: ဦးတည်နေရာတွင် ဖန်တီးရန် သင်၌ ခွင့်ပြုချက်မရှိသောကြောင့် “%s” ဖိုလ်ဒါကို ကူးယူမရပါ။

source: There was an error creating the folder “%s”.
my: “%s” ဖိုလ်ဒါတည်ဆောက်ရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Files in the folder “%s” cannot be copied because you do not have permissions to see them.
my: "%s" ဖိုင်တွဲရှိဖိုင်များကို သင့်တွင်ကြည့်ရှုရန်ခွင့်ပြုချက်များမရှိသောကြောင့် ကူးယူ၍မရပါ။

source: _Skip files
my: ဖိုင်လ်များ_ကျော်မည်

source: The folder “%s” cannot be copied because you do not have permissions to read it.
my: သင်၌ “%s”ဖိုလ်ဒါကို ဖတ်ရန် ခွင့်ပြုချက်မရှိသောကြောင့် မကူးယူနိုင်ပါ။

source: Error while moving “%s”.
my: “%s”ကိုရွှေ့ပြောင်းနေစဉ်အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Could not remove the source folder.
my: ဇစ်မြစ်ဖိုလ်ဒါကို မဖယ်ရှားနိုင်ခဲ့ပါ။

source: There was an error getting information about the source.
my: ဇစ်မြစ်နေရာ၏အချက်အလက်များရယူရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: The destination folder is inside the source folder.
my: ဦးတည်ဖိုလ်ဒါသည် ဇစ်မြစ်ဖိုလ်ဒါအတွင်း ဖြစ်နေသည်။

source: You cannot move a file over itself.
my: ဖိုင်လ်တစ်ခုကို ယင်းဖိုင်လ်ပေါ်သို့ ရွှေ့မရပါ။

source: The source file would be overwritten by the destination.
my: ဇစ်မြစ်ဖိုင်လ်ကို ဦးတည်ဖိုင်လ်မှ ထပ်ရေးသွားပါလိမ့်မည်။

source: Error while copying “%s”.
my: “%s”ကို ကူးယူရာတွင် အမှားဖြစ်ပေါ်ခဲ့သည်။

source: Could not remove the already existing file with the same name in %s.
my: %sတွင် ရှိနှင့်ပြီးဖြစ်သောအမည်တူဖိုင်လ်ကို မဖယ်ရှားနိုင်ခဲ့ပါ။

source: There was an error copying the file into %s.
my: %s အတွင်းသို့ ဖိုင်လ်ကူးယူရာတွင် အမှားဖြစ်ပေါ်ခဲ့သည်။

source: Copying Files
my: ဖိုင်များကူးနေပါသည်။

source: Preparing to move to “%s”
my: “%s” သို့ ရွှေ့ရန် ပြင်ဆင်နေသည်

source: Preparing to move %'d file
my: ဖိုင်လ်%'dခုကို ရွှေ့ရန်ပြင်ဆင်နေသည်

source: There was an error moving the file into %s.
my: ဖိုင်လ်ကို “%s”သို့ ရွှေ့ပြောင်းနေစဉ်အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Moving Files
my: ဖိုင်များကိုရွှေ့နေပါသည်။

source: Creating links in “%s”
my: “%s”တွင် လင့်ခ်များဖန်တီးနေသည်

source: Making link to %'d file
my: ဖိုင်လ် %'dခုသို့ လင့်ခ်ပြုလုပ်နေသည်

source: Error while creating link to %s.
my: %sသို့ လင့်ခ်ဖန်တီးနေစဉ်အမှားဖြစ်ပေါ်ခဲ့သည်။

source: Symbolic links only supported for local files
my: Symbolicလင့်ခ်များကို စက်တွင်းဖိုင်လ်များအတွက်သာ အသုံးပြုနိုင်သည်

source: The target doesn’t support symbolic links.
my: ပစ်မှတ်သည် symbolicလင့်ခ်များကို မထောက်ပံ့ပါ။

source: There was an error creating the symlink in %s.
my: %sတွင် symလင့်ခ် ဖန်တီးနေစဉ် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Setting permissions
my: ခွင့်ပြုချက်များသတ်မှတ်နေသည်

source: Untitled Folder
my: ခေါင်းစဉ်မဲ့ ဖိုလ်ဒါ

source: Untitled Document
my: ခေါင်းစဉ်မဲ့ မှတ်တမ်းစာအုပ်

source: Error while creating directory %s.
my: ဒါရိုက်ထရီ %s ကို ဖန်တီးနေစဉ်အမှားဖြစ်ပေါ်ခဲ့သည်။

source: Error while creating file %s.
my: ဖိုင်လ် %s ကို ဖန်တီးနေစဉ်အမှားဖြစ်ပေါ်ခဲ့သည်။

source: There was an error creating the directory in %s.
my: %sတွင် ဒါရိုက်ထရီကို ဖန်တီးနေစဉ်အမှားဖြစ်ပေါ်ခဲ့သည်။

source: Saving image to file
my: ပုံကို ဖိုင်တွင် သိမ်းဆည်းနေသည်

source: Successfully saved image to file
my: ပုံကို ဖိုင်တွင် အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ

source: Failed to save image
my: ပုံသိမ်းဆည်းရန် မအောင်မြင်ပါ။

source: Pasted image
my: ကူးထည့်ထားသောပုံ

source: Retrieving clipboard data
my: ကလစ်ဘုတ်အချက်အလက်ကို ပြန်လည်ရယူခြင်း

source: Retrieving image data
my: ရုပ်ပုံအချက်အလက်ကို ပြန်လည်ရယူခြင်း

source: Emptying Trash
my: အမှိုက်ပုံးရှင်းနေသည်

source: Verifying destination
my: ဦးတည်နေရာစစ်ဆေးနေသည်

source: Extracting “%s”
my: “%s” ကို ဖြေထုတ်နေသည်

source: Error extracting “%s”
my: “%s” ကို ဖြေထုတ်ရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်

source: There was an error while extracting “%s”.
my: “%s” ကို ဖြေထုတ်ရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Not enough free space to extract %s
my: %s ကို ဖြေထုတ်ရန် နေရာလွတ် မကျန်တော့ပါ

source: Extracted “%s” to “%s”
my: “%s” ကို “%s” သို့ ဖြေထုတ်ပြီးပါပြီ

source: Extracted %'d file to “%s”
my: ဖိုင်လ် %'dခုကို “%s” သို့ ဖြေထုတ်ပြီးပါပြီ

source: Preparing to extract
my: ဖြေထုတ်ရန် ပြင်ဆင်နေသည်

source: Extracting Files
my: ဖိုင်လ်များ ဖြေထုတ်နေသည်

source: Compressing “%s” into “%s”
my: “%s” ကို “%s” အတွင်းသို့ ဖိသိပ်နေသည်

source: Compressing %'d file into “%s”
my: ဖိုင်လ် %'dခုကို “%s” အတွင်းသို့ ဖိသိပ်နေသည်

source: Error compressing “%s” into “%s”
my: “%s” ကို “%s” အတွင်းသို့ ဖိသိပ်ရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်

source: Error compressing %'d file into “%s”
my: ဖိုင်လ် %'dခုကို “%s” အတွင်းသို့ ဖိသိပ်ရာတွင်အမှားဖြစ်ပေါ်ခဲ့သည်

source: There was an error while compressing files.
my: ဖိုင်လ်များဖိသိပ်ရာတွင် အမှားအယွင်းဖြစ်ပေါ်ခဲ့သည်။

source: Compressed “%s” into “%s”
my: “%s”ကို “%s”အတွင်းသို့ဖိသိပ်ပြီးပါပြီ

source: Compressed %'d file into “%s”
my: ဖိုင်လ် %'dခုကို “%s” အတွင်းသို့ ဖိသိပ်ပြီးပြီ

source: Compressing Files
my: ဖိုင်လ်များဖိသိပ်နေသည်

source: Searching…
my: ရှာဖွေနေသည်…

source: Loading…
my: တွန်းတင်နေသည်...

source: Examples:
my: နမူနာများ -

source: Could not paste files
my: ဖိုင်လ်များကိုမပွားထည့်နိုင်ခဲ့ပါ

source: Permissions do not allow pasting files in this directory
my: ဤဒါရိုက်ထရီအတွင်းသို့ ဖိုင်လ်များ ပွားထည့်ခြင်းကို ခွင့်ပြုချက်များအရ ခွင့်မပြုပါ

source: Nautilus 3.6 deprecated this directory and tried migrating this configuration to ~/.local/share/nautilus
my: နောတီလပ်စ် ၃.၆ သည် ဤဒါရိုက်ထရီကို မသုံးတော့ပါ။ ပြင်ဆင်ချက်ကို ~/.local/share/nautilus သို့ ရွှေ့ပြောင်းကြည့်ပါ

source: “%s” selected
my: “%s” ရွေးပြီးပြီ

source: %'d folder selected
my: ဖိုလ်ဒါ %'dခု ရွေးထားသည်

source: (containing %'d item)
my: (အိုင်တမ် %'dခု ပါဝင်သည်)

source: (containing a total of %'d item)
my: (အိုင်တမ်စုစုပေါင်း %'dခု ပါဝင်သည်)

source: %'d item selected
my: အိုင်တမ် %'dခု ရွေးထားသည်

source: %'d other item selected
my: အခြားရွေးချယ်ထားသော အိုင်တမ် %'dခု

source: Search _Everywhere
my: _E နေရာတိုင်း ရှာပါ

source: No Results Found
my: မည်သည့်ရလဒ်မှ မတွေ့ပါ

source: No matches found in indexed locations
my: အညွှန်းပြုလုပ်ထားသော တည်နေရာများတွင် ကိုက်ညီမှုမရှိပါ

source: Trash is Empty
my: အမှိုက်ပုံး ဗလာဖြစ်နေသည်

source: No Starred Files
my: ကြယ်ပွင့်ပြထားသော ဖိုင်များ မရှိပါ

source: No Recent Files
my: လတ်တလောဖိုင်များ မရှိပါ

source: Folder is Empty
my: ဖိုင်တွဲမှာ ဗလာဖြစ်နေသည်

source: Select Move Destination
my: ရွှေ့ပြောင်းမည့်ဦးတည်နေရာရွေးမည်

source: Select Copy Destination
my: ကူးယူမည့်ဦးတည်နေရာရွေးမည်

source: _Select
my: _ရွေးချယ်

source: Select Extract Destination
my: ဖြေထုတ်မည့်ဦးတည်နေရာရွေးမည်

source: Error sending email.
my: အီးမေးလ်ပေးပို့ရာတွင် အမှားအယွင်းရှိသည်။

source: Unable to remove “%s”
my: “%s” ကို မဖယ်ရှားနိုင်ခဲ့ပါ

source: Unable to eject “%s”
my: “%s” ကို မနှင်ထုတ်နိုင်ခဲ့ပါ

source: Unable to stop drive
my: ဒရိုက်ကို မရပ်နိုင်ခဲ့ပါ

source: Unable to start “%s”
my: “%s” ကို မစတင်နိုင်ခဲ့ပါ

source: New Folder with Selection (%'d Item)
my: ရွေးချယ်မှုပါရှိသော ဖိုင်တွဲအသစ် (%'d အိုက်တမ်)

source: Open With %s
my: %sနှင့် ဖွင့်ပါ

source: Extract
my: ဖြေထုတ်မည်

source: Extract to…
my: သို့ဖြေထုတ်မည်…

source: _Start
my: _စ

source: _Start Multi-disk Drive
my: မာတီ-ဒစ်စ်ဒရိုက် _စ

source: U_nlock Drive
my: _ဒရိုက်သော့ဖွင့်

source: Stop Drive
my: ဒရိုက်ကိုရပ်မည်

source: _Safely Remove Drive
my: _အထိအခိုက်မရှိစွာဖယ်ရှား

source: _Disconnect
my: _D အချိတ်အဆက်ဖြတ်ပါ

source: _Stop Multi-disk Drive
my: မာတီဒစ်စ်ဒရိုက် _ရပ်မည်

source: _Lock Drive
my: ဒရိုက်ကို _သော့ခတ်မည်

source: Dropped Text.txt
my: ပစ်ချခဲ့သောစာသား.txt

source: Drag and drop is not supported.
my: ဆွဲယူပစ်ချခြင်းကို မထောက်ပံ့ထားပါ။

source: Undo
my: ချေမည်

source: Undo last action
my: နောက်ဆုံးအက်ရှင်ကို ချေမည်

source: Redo
my: ပြန်လုပ်

source: Redo last undone action
my: နောက်ဆုံးချေခဲ့သောအက်ရှင်ကို ပြန်လုပ်မည်

source: Move %d item back to “%s”
my: အိုင်တမ် %dခုကို “%s” သို့ ပြန်ရွှေ့မည်

source: Move %d item to “%s”
my: အိုင်တမ် %dခုကို “%s” သို့ ရွှေ့မည်

source: _Undo Move %d item
my: အိုင်တမ် %dခု ရွှေ့ပြောင်းမှု_ချေမည်

source: _Redo Move %d item
my: အိုင်တမ် %dခု ရွှေ့ပြောင်းမှု _ပြန်လုပ်မည်

source: Move “%s” back to “%s”
my: “%s” ကို “%s”သို့ ပြန်ရွှေ့မည်

source: Move “%s” to “%s”
my: “%s” ကို “%s”သို့ ရွှေ့မည်

source: _Undo Move
my: ရွှေ့ပြောင်းမှု_ချေမည်

source: _Redo Move
my: ရွှေ့ပြောင်းမှု _ပြန်လုပ်မည်

source: _Undo Restore From Trash
my: အမှိုက်ပုံးမှ ပြန်ယူခြင်း _ချေမည်

source: _Redo Restore From Trash
my: _R အမှိုက်ပုံးမှ ပြန်လည်ရယူပါမည်

source: Restore %d item from trash
my: အိုင်တမ် %dခုကို အမှိုက်ပုံးမှ ပြန်ယူမည်

source: Move “%s” back to trash
my: “%s” ကို အမှိုက်ပုံးသို့ ပြန်ရွှေ့မည်

source: Restore “%s” from trash
my: “%s”ကို အမှိုက်ပုံးမှပြန်ယူမည်

source: Delete %d copied item
my: ကူးယူထားသော အိုင်တမ် %dခုကိုဖျက်မည်

source: Copy %d item to “%s”
my: အိုင်တမ် %dခုကို “%s” သို့ ကူးယူမည်

source: _Undo Copy %d item
my: အိုင်တမ် %dခု ကူးယူမှု_ချေမည်

source: _Redo Copy %d item
my: အိုင်တမ် %dခု ကူးယူမှု _ပြန်လုပ်မည်

source: Delete “%s”
my: “%s”ကိုဖျက်မည်

source: Copy “%s” to “%s”
my: “%s” ကို “%s” သို့ ကူးယူမည်

source: _Undo Copy
my: ကူးယူမှု_ချေမည်

source: _Redo Copy
my: ကူးယူမှု _ပြန်လုပ်မည်

source: Delete %d duplicated item
my: ထပ်အောင်ပွားထားသော အိုင်တမ် %dခုကိုဖျက်မည်

source: Duplicate %d item in “%s”
my: အိုင်တမ် %dခုကို “%s” တွင် ထပ်အောင်ပွားမည်

source: _Undo Duplicate %d item
my: အိုင်တမ် %dခု ထပ်အောင်ပွားမှု_ချေမည်

source: _Redo Duplicate %d item
my: အိုင်တမ် %dခု ထပ်အောင်ပွားမှု _ပြန်လုပ်မည်

source: Duplicate “%s” in “%s”
my: “%s” ကို “%s” တွင် ထပ်အောင်ပွားမည်

source: _Undo Duplicate
my: ထပ်အောင်ပွားမှု_ချေမည်

source: _Redo Duplicate
my: ထပ်အောင်ပွားမှု _ပြန်လုပ်မည်

source: Delete links to %d item
my: အိုင်တမ် %dခု သို့ ချိတ်ထားသော လင့်ခ်ဖျက်မည်

source: Create links to %d item
my: အိုင်တမ် %dခုသို့ လင့်ခ်ဖန်တီးနေသည်

source: Delete link to “%s”
my: “%s” သို့ လင့်ခ်ကိုဖျက်မည်

source: Create link to “%s”
my: “%s”သို့ လင့်ခ်ဖန်တီးမည်

source: _Undo Create Link
my: လင့်ခ်ဖန်တီးမှု_ချေမည်

source: _Redo Create Link
my: လင့်ခ်ဖန်တီးမှု _ပြန်လုပ်မည်

source: Create an empty file “%s”
my: “%s” ဖိုင်လ်အလွတ် ဖန်တီးမည်

source: _Undo Create Empty File
my: ဖိုင်လ်အလွတ်ဖန်တီးမှု_ချေမည်

source: _Redo Create Empty File
my: ဖိုင်အလွတ်ဖန်တီးမှု _ပြန်လုပ်မည်

source: Create a new folder “%s”
my: “%s” ဖိုလ်ဒါအသစ်တည်ဆောက်မည်

source: _Undo Create Folder
my: ဖိုလ်ဒါဖန်တီးမှု_ချေမည်

source: _Redo Create Folder
my: ဖိုလ်ဒါဖန်တီးမှု _ပြန်လုပ်မည်

source: Create new file “%s” from template
my: ဖိုင်လ်အသစ် “%s” ကို ပုံစံပြားမှ ဖန်တီးမည်

source: _Undo Create From Template
my: _U နမူနာပုံစံ (Template) ဖန်တီးခြင်းအား ပြန်လုပ်ပါ

source: _Redo Create From Template
my: ပုံစံပြားမှဖန်တီးချက် _ပြန်လုပ်

source: Rename “%s” as “%s”
my: “%s”ကို “%s”အဖြစ် အမည်ပြောင်းမည်

source: _Undo Rename
my: _အမည်ပြောင်းခြင်း ချေမည်

source: _Redo Rename
my: အမည်ပြောင်းမှု _ပြန်လုပ်မည်

source: Batch rename %d file
my: ဖိုင်လ် %dခုကို အစုလိုက်အပုံလိုက်အမည်ပြောင်းမည်

source: _Undo Batch Rename
my: အစုလိုက်အပုံလိုက်အမည်ပြောင်းမှု_ချေမည်

source: _Redo Batch Rename
my: အစုလိုက်အပုံလိုက်အမည်ပြောင်းခြင်း_ပြန်လုပ်

source: Unstar %d file
my: ဖိုင်လ်%dခု ကြယ်ဖြုတ်

source: Star %d file
my: ဖိုင်လ်%dခု ကြယ်တပ်

source: _Undo Starring
my: ကြယ်တပ်မှု_ချေမည်

source: _Redo Starring
my: ကြယ်တပ်မှု _ပြန်လုပ်မည်

source: _Undo Unstarring
my: ကြယ်ဖြုတ်မှု_ချေမည်

source: _Redo Unstarring
my: ကြယ်ဖြုတ်မှု _ပြန်လုပ်မည်

source: Restore “%s” to “%s”
my: “%s”ကို “%s”သို့ ပြန်ထားမည်

source: Move “%s” to trash
my: “%s” ကို အမှိုက်ပုံးသို့ ရွှေ့မည်

source: _Undo Trash
my: _အမှိုက်ပစ်ခြင်း ချေမည်

source: _Redo Trash
my: အမှိုက်ပစ်မှု_ပြန်လုပ်

source: Restore original permissions of items enclosed in “%s”
my: “%s” တွင် ထည့်သွင်းထားသည်များ၏ မူလခွင့်ပြုချက်များ ပြန်လည်ရယူပါ

source: Set permissions of items enclosed in “%s”
my: “%s”တွင် enclosedထားသော အိုင်တမ်များ၏ခွင့်ပြုချက်များကို သတ်မှတ်မည်

source: _Undo Change Permissions
my: ခွင့်ပြုချက်များပြောင်းမှု_ချေမည်

source: _Redo Change Permissions
my: ခွင့်ပြုချက်များပြောင်းမှု _ပြန်လုပ်မည်

source: Restore original permissions of “%s”
my: “%s”၏ခွင့်ပြုချက်များကို မူလသို့ ပြန်ထားမည်

source: Set permissions of “%s”
my: “%s”၏ခွင့်ပြုချက်များကို သတ်မှတ်မည်

source: Restore group of “%s” to “%s”
my: “%s”၏အုပ်စုကို “%s”သို့ ပြန်ထားမည်

source: Set group of “%s” to “%s”
my: “%s”၏အုပ်စုကို “%s”သို့ သတ်မှတ်မည်

source: _Undo Change Group
my: အုပ်စုပြောင်းမှု_ချေမည်

source: _Redo Change Group
my: အုပ်စုပြောင်းမှု _ပြန်လုပ်မည်

source: Restore owner of “%s” to “%s”
my: “%s”၏ပိုင်ရှင်ကို “%s”သို့ ပြန်ထားမည်

source: Set owner of “%s” to “%s”
my: “%s”၏ပိုင်ရှင်ကို “%s”သို့ သတ်မှတ်မည်

source: _Undo Change Owner
my: ပိုင်ရှင်ပြောင်းမှု_ချေမည်

source: _Redo Change Owner
my: ပိုင်ရှင်ပြောင်းမှု _ပြန်လုပ်မည်

source: _Undo Extract
my: ဖြေထုတ်မှု_ချေမည်

source: _Redo Extract
my: ဖြေထုတ်မှု _ပြန်လုပ်မည်

source: Delete %d extracted file
my: ဖြေထုတ်ထားသော ဖိုင်လ် %dခု ဖျက်မည်

source: Extract “%s”
my: “%s”ကို ဖြေထုတ်မည်

source: Extract %d file
my: ဖိုင်လ် %dခု ဖြေထုတ်မည်

source: Compress “%s”
my: “%s” ကို ဖိသိပ်မည်

source: Compress %d file
my: ဖိုင်လ် %'dခု ကိုဖိသိပ်မည်

source: _Undo Compress
my: ဖိသိပ်မှု_ချေမည်

source: _Redo Compress
my: ဖိသပ်မှု _ပြန်လုပ်မည်

source: Could not determine original location of “%s”
my: “%s”၏မူလတည်နေရာကို မဆုံးဖြတ်နိုင်ပါ

source: The item cannot be restored from trash
my: အမှိုက်ပုံးမှ ပြန်လည်မဆည်ယူနိုင်ပါ။

source: Audio DVD
my: အော်ဒီယိုဒီဗီဒီ

source: Video DVD
my: ဗွီဒီယို ဒီဗီဒီ

source: Video CD
my: ဗွီဒီယို စီဒီ

source: Super Video CD
my: စူပါဗွီဒီယိုစီဒီ

source: Photo CD
my: ဖိုတို စီဒီ

source: Picture CD
my: ရုပ်ပုံ စီဒီ

source: Contains digital photos
my: ဒီဂျစ်တယ်ဖိုတိုများပါဝင်သည်

source: Contains music
my: ဂီတပါဝင်သည်

source: Contains software to run
my: မောင်းနှင်ရန်ဆော့ဖ်ဝဲလ်ပါဝင်သည်

source: Contains software to install
my: တပ်ဆင်ရန်ဆော့ဖ်ဝဲလ်ပါဝင်သည်

source: Detected as “%s”
my: “%s”အဖြစ် ထောက်လှမ်းမိခဲ့သည်

source: Contains music and photos
my: ဂီတနှင့်ဖိုတိုများပါဝင်သည်

source: Contains photos and music
my: ဖိုတိုနှင့်ဂီတပါဝင်သည်

source: Clear Entry
my: ဝင်ရောက်မှုကို ရှင်းလင်းပါ

source: Go to Location
my: တည်နေရာသို့ သွားပါ

source: Anything
my: ဘာဖြစ်ဖြစ်

source: Folders
my: ဖိုလ်ဒါများ

source: Illustration
my: ပုံဖော်ပြခြင်း

source: PDF / PostScript
my: ပီဒီအက်ဖ် / ပို့စ်စခရစ်

source: Picture
my: ရုပ်ပုံ

source: Text File
my: စာသားဖိုင်

source: This link cannot be used because it has no target.
my: ဤလင့်ခ်ကို သုံးမရပါ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတွင် ပစ်မှတ်မရှိ၍ဖြစ်သည်။

source: This link cannot be used because its target “%s” doesn’t exist.
my: လင့်ခ်၏ ပစ်မှတ် “%s” သည် မရှိတော့သဖြင့် ၎င်းလင့်ခ်ကို သုံးမရပါ။

source: The link “%s” is broken. Move it to Trash?
my: “%s”လင့်ခ် ပျက်နေသည်။ ၎င်းကို အမှိုက်ပုံးပို့မည်လား။

source: The link “%s” is broken.
my: “%s”လင့်ခ် ပျက်နေသည်။

source: Are you sure you want to open all files?
my: ဖိုင်အားလုံးကို ဖွင့်ဖို့သေချာပြီလား။

source: This will open %d separate tab and window.
my: သီးခြားတက်ဘ်နှင့် ဝင်းဒိုး %d ကို ဖွင့်ပါမည်။

source: This will open %d separate tab.
my: ဒါဟာ တပ်ဘ် %dခု ကို သီးခြားစီ ဖွင့်လိမ့်မည်။

source: This will open %d separate window.
my: ဒါဟာ အပ္ပလီကေးရှင်း %dခု ကို သီးခြားစီ ဖွင့်လိမ့်မည်။

source: _Open All
my: _O အားလုံးဖွင့်ပါ

source: Could Not Display “%s”
my: “%s” ကို မပြနိုင်ခဲ့ပါ

source: The file is of an unknown type
my: ဒီဖိုင်သည် အမည်မသိအမျိုးအစားဖြစ်နေသည်။

source: There is no app installed for “%s” files
my: “%s” ဖိုင်များအတွက် ထည့်သွင်းထားသည့် အက်ပ်မရှိပါ

source: _Select App
my: _S အက်ပ်ရွေးပါ

source: There was an internal error trying to search for apps:
my: အက်ပ်များရှာဖွေရန် ကြိုးစားရာတွင် အတွင်းပိုင်း အမှားအယွင်းတစ်ခု ရှိနေသည်-

source: Unable to search for app
my: အက်ပ် ရှာ၍မရပါ

source: _Search in Software
my: _ဆော့ဖ်ဝဲလ်တွင်ရှာဖွေ

source: There is no app installed for “%s” files. Do you want to search for an app to open this file?
my: “%s” ဖိုင်များအတွက် ထည့်သွင်းထားသည့် အက်ပ်မရှိပါ။ ဤဖိုင်ဖွင့်ရန်အတွက် အက်ပ်တစ်ခုကို ရှာဖွေလိုပါသလား။

source: Unable to access location
my: တည်နေရာကို အသုံးမပြုနိုင်ခဲ့ပါ

source: Unable to start location
my: တည်နေရာကို မစတင်နိုင်ခဲ့ပါ

source: Opening “%s”.
my: “%s”ကို ဖွင့်နေသည်။

source: Opening %d item.
my: အိုင်တမ် %dခု ဖွင့်နေသည်

source: Folder names cannot contain “/”.
my: ဖိုလ်ဒါအမည်များတွင် "/" အက္ခရာပါဝင်ခွင့်မပြုပါ။

source: A folder cannot be called “.”.
my: ဖိုလ်ဒါကို “.” ဟု ခေါ်ဆိုမရပါ။

source: A folder cannot be called “..”.
my: ဖိုလ်ဒါကို “..” ဟု ခေါ်ဆိုမရပါ။

source: Folder name is too long.
my: ဖိုလ်ဒါအမည် ရှည်လွန်းသည်။

source: Folders with “.” at the beginning of their name are hidden.
my: သတိ။ ။ “.” နှင့်စသော အမည်ရှိသည့် ဖိုလ်ဒါများကို ဖွက်ထားမည်ဖြစ်သည်။

source: Create
my: ဖန်တီးမည်

source: Folder name
my: ဖိုလ်ဒါအမည်

source: You are trying to replace the destination folder “%s” with a symbolic link.
my: သင်သည် symbolicလင့်ခ်ဖြင့် ဦးတည်ဖိုလ်ဒါ “%s” ကို အစားထိုးရန် ကြိုးစားနေသည်။

source: This is not allowed in order to avoid the deletion of the destination folder’s contents.
my: Destination ဖိုင်တွဲ၏ အကြောင်းအရာများ ဖျက်ပစ်ခြင်းကိုရှောင်ရှားရန်အတွက် ၎င်းကို ခွင့်ပြုထားခြင်းမရှိပါ။

source: Please rename the symbolic link or press the skip button.
my: ကျေးဇူးပြု၍ symbolicလင့်ခ်ကို အမည်ပြောင်းပါ သို့မဟုတ် ကျော်မည် ခလုတ်ကို နှိပ်ပါ။

source: Merge folder “%s”?
my: ဖိုလ်ဒါ “%s” ကို ပေါင်းစပ်မည်လား။

source: Merging will ask for confirmation before replacing any files in the folder that conflict with the files being copied.
my: ကူးယူမည့်ဖိုင်လ်များနှင့်အငြင်းပွားဖွယ်ဖြစ်နေသော ဖိုင်လ်များကို အစားထိုးမှုမပြုခင် ပေါင်းစပ်မှုသည် အတည်ပြုမှုကို တောင်းခံလိမ့်မည်။

source: An older folder with the same name already exists in “%s”.
my: “%s” တွင် နာမည်တူ ဖိုင်ဟောင်းတစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။

source: A newer folder with the same name already exists in “%s”.
my: “%s”တွင် ပိုသစ်လွင်သော အမည်တူဖိုလ်ဒါတစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။

source: Another folder with the same name already exists in “%s”.
my: “%s” တွင် နာမည်တူ အခြားဖိုင်တွဲတစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။

source: Replace folder “%s”?
my: ဖိုလ်ဒါ “%s”ကို အစားထိုးမှာလား။

source: Replacing it will remove all files in the folder.
my: အစားထိုးပစ်လိုက်ရင် ထိုဖိုင်တွဲရှိ ဖိုင်အားလုံးကို ဖျက်ပစ်လိုက်ပါလိမ့်မယ်

source: A folder with the same name already exists in “%s”.
my: “%s”တွင် အမည်တူသောဖိုလ်ဒါတစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။

source: Replace file “%s”?
my: ဖိုင်လ် “%s”ကို အစားထိုးမှာလား။

source: Replacing it will overwrite its content.
my: အစားထိုးလိုက်ရင် မူလဒေတာတွေ ပျက်သွားပါလိ့မ်မယ်

source: An older file with the same name already exists in “%s”.
my: “%s” တွင် နာမည်တူ ဖိုင်ဟောင်းတစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။

source: A newer file with the same name already exists in “%s”.
my: “%s”တွင် ပိုသစ်လွင်သော အမည်တူဖိုင်လ်တစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။

source: Another file with the same name already exists in “%s”.
my: “%s” တွင် အမည်တူသော အခြားဖိုင်တစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။

source: Original folder
my: မူလဖိုလ်ဒါ

source: Original file
my: မူလဖိုင်

source: Last modified:
my: နောက်ဆုံးပြင်ထားသည့်ရက်စွဲ -

source: Merge with
my: ဖြင့် ပေါင်းစပ်မည်

source: Replace with
my: အစားထိုးမည့်

source: Merge
my: ရောပေါင်းပါ

source: Merge Folder
my: ဖိုလ်ဒါ ပေါင်းစပ်မည်

source: File and Folder conflict
my: ဖိုင်လ်နှင့်ဖိုလ်ဒါ အငြင်းပွားဖွယ်ဖြစ်

source: File conflict
my: ဖိုင်လ်အငြင်းပွားဖွယ်ဖြစ်မှု

source: Password-protected archives are not yet supported. This list contains apps that can open the archive.
my: စကားဝှက်ဖြင့် ကာကွယ်ထားသော မှတ်တမ်းများကို မပံ့ပိုးနိုင်သေးပါ။ ဤစာရင်းတွင် မှတ်တမ်းကို ဖွင့်နိုင်သည့် အက်ပ်များ ပါရှိသည်။

source: “%s” is password-protected.
my: “%s”သည် စကားဝှက်ခံထားသည်။

source: Current Folder Menu
my: လက်ရှိဖိုင်တွဲမီနူး

source: Administrator Root
my: အုပ်ချုပ်ရေးမှူးRoot

source: _Close
my: _C ပိတ်ပါ

source: None
my: ဘာမှမရှိပါ။

source: Single click
my: တစ်ချက်ကလစ်

source: Double click
my: နှစ်ချက်ကလစ်

source: On this computer only
my: ဤကွန်ပျူတာတွင်သာ

source: All locations
my: တည်နေရာများအားလုံး

source: All files
my: ဖိုင်လ်အားလုံး

source: All folders
my: ဖိုလ်ဒါအားလုံး

source: Sorry, but you cannot execute commands from a remote site.
my: စိတ်မကောင်းပါဘူး။ ဒါပေမယ့် သင်သည် အဝေးဆိုက်မှတဆင့် အမိန့်များ ဆောင်ရွက်ခိုင်းလို့မရပါ။

source: This is disabled due to security considerations.
my: လုံခြုံရေးအရ ဤအရာကို ပိတ်ထားသည်။

source: This drop target only supports local files.
my: ဤပစ်ချနေရာသည် စက်တွင်းဖိုင်လ်များကိုသာ လက်ခံသည်။

source: To open non-local files copy them to a local folder and then drop them again.
my: စက်တွင်းမဟုတ်သော ဖိုင်လ်များကို ဖွင့်ရန် ၎င်းတို့ကို စက်တွင်းဖိုလ်ဒါသို့ ကူးယူပြီး ထိုမှတဆင့် ပစ်ချပါ။

source: To open non-local files copy them to a local folder and then drop them again. The local files you dropped have already been opened.
my: စက်တွင်းမဟုတ်သော ဖိုင်လ်များကို ဖွင့်ရန် ၎င်းတို့ကို စက်တွင်းဖိုလ်ဒါသို့ ကူးယူပြီး ထိုမှတဆင့် ပစ်ချပါ။ သင်ပစ်ချလိုက်သော စက်တွင်းဖိုင်လ်များကို ဖွင့်ထားပြီးဖြစ်သည်။

source: Details:
my: အသေးစိတ်အချက်အလက်များ ၊

source: Canceled
my: ပယ်ဖျက်ပြီးပြီ

source: Preparing
my: ပြင်ဆင်နေတယ်

source: File Operations
my: ဖိုင်လ်ဆောင်ရွက်မှုများ

source: Show Details
my: အသေးစိတ် ပြမည်

source: %'d file operation active
my: ဖိုင်လ်လုပ်ဆောင်မှု %'dခု သက်ဝင်နေသည်

source: All file operations have been completed
my: ဖိုင်လုပ်ငန်းအားလုံး ပြီးမြောက်သွားပါပြီ

source: Read and write
my: ရေး/ဖတ်

source: Create and delete files
my: ဖိုင်လ်များ ဖန်တီးမည်၊ ဖျက်မည်

source: Read/write, no access
my: ရေး/ဖတ်၊ ဝင်ရောက်ခွင့်မရှိပါ

source: Read-only
my: ဖတ်၍သာရ

source: Access files
my: ဖိုင်လ်များရယူအသုံးပြုမည်

source: List files only
my: ဖိုင်လ်များကိုသာစာရင်းပြမည်

source: Write-only
my: ရေးရန်သာ

source: Write-only, no access
my: ရေးရန်သာ၊ ဝင်ရောက်ခွင့်မရှိပါ

source: Access-only
my: ဝင်ရောက်ခွင့်သာ

source: You cannot assign more than one custom icon at a time!
my: တစ်ကြိမ်တွင် ကာစတန်အိုင်ကွန်တစ်ခုသာ နေရာချထားနိုင်သည်။

source: Please drop just one image to set a custom icon.
my: ပုံရိပ်ဖိုင်လ်တစ်ခု ပစ်ချပြီး ကာစတန်အိုင်ကွန်သတ်မှတ်လိုက်ပါ။

source: The file that you dropped is not local.
my: သင်ပစ်ချခဲ့သော ဖိုင်လ်သည် စက်တွင်းဖိုင်လ်မဟုတ်ပါ။

source: You can only use local images as custom icons.
my: စက်တွင်းပုံရိပ်များကိုသာ ကာစတန်အိုင်ကွန်အဖြစ်အသုံးပြုနိုင်သည်။

source: The file that you dropped is not an image.
my: သင်ပစ်ချခဲ့သော ဖိုင်လ်သည် ပုံရိပ်ဖိုင်လ်မဟုတ်ပါ။

source: Unstar
my: ကြယ်ပွင့်ဖြုတ်ပါ

source: Multiple
my: အမျိုးမျိုး

source: Empty folder
my: ဖိုင်တွဲအလွတ်

source: Contents unreadable
my: အကြောင်းအရာများကို ဖတ်ရှု၍မရပါ

source: %'d item, with size %s
my: အိုင်တမ် %'dခု၊ %s အရွယ်အစားရှိသည်

source: %s Filesystem
my: %s ဖိုင်စနစ်

source: The permissions of “%s” could not be determined.
my: “%s”၏ခွင့်ပြုချက်များကို မဆုံးဖြတ်နိုင်ခဲ့ပါ။

source: Creating Properties window.
my: ဂုဏ်သတ္တိများဝင်းဒိုးဖန်တီးနေသည်။

source: Select Custom Icon
my: ကာစတန်အိုင်ကွန်ရွေးမည်

source: _Revert
my: _ပြန်ပြောင်းမည်

source: Search for “%s”
my: “%s”ကိုရှာမည်

source: Search files and folders
my: ဖိုင်များနှင့် ဖိုင်တွဲများကို ရှာဖွေပါ

source: Clear entry
my: အားလုံးဖျက်

source: Filter Search Results
my: ရှာဖွေမှုရလဒ်များကို စစ်ထုတ်ပါ

source: Rename Folder
my: ဖိုင်တွဲအမည်ပြောင်းပါ

source: Rename File
my: ဖိုင်အမည်ပြောင်းပါ
