Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: foo foo (25th copy).txt
bn: ফুঊঊ ফুঊঊ (২৫তম কপি).txt

source: foo foo (100000000000000th copy).txt
bn: ফুঊঊ ফুঊঊ (১০০০০০০০০০০০০০০তম কপি).txt

source: foo (10th copy)
bn: ফুঊঊ (১০ম কপি)

source: foo (11th copy)
bn: ফুঊঊ (১১তম কপি)

source: foo (10th copy).txt
bn: ফুঊঊ (১০ম কপি).txt

source: foo (11th copy).txt
bn: ফুঊঊ (১১তম কপি).txt

source: foo (12th copy)
bn: ফুঊঊ (১২তম কপি)

source: foo (12th copy).txt
bn: ফুঊঊ (১২তম কপি).txt

source: foo (110th copy)
bn: ফুঊঊ (১১০তম কপি)

source: foo (111th copy)
bn: ফুঊঊ (১১১তম কপি)

source: foo (110th copy).txt
bn: ফুঊঊ (১১০তম কপি).txt

source: foo (111th copy).txt
bn: ফুঊঊ (১১১তম কপি).txt

source: foo (122nd copy)
bn: ফুঊঊ (১২২তম কপি)

source: foo (123rd copy)
bn: ফুঊঊ (১২৩তম কপি)

source: foo (122nd copy).txt
bn: ফুঊঊ (১২২তম কপি).txt

source: foo (123rd copy).txt
bn: ফুঊঊ (১২৩তম কপি).txt

source: foo (124th copy)
bn: ফুঊঊ (১২৪তম কপি)

source: foo (124th copy).txt
bn: ফুঊঊ (১২৪তম কপি).txt

source: today at 00:00:00 PM
bn: আজ সময় ০০:০০:০০ অপরাহ্ণ
vi: hôm nay lúc 00:00:00 PM

source: today at %-I:%M:%S %p
bn: আজ সময় %-I:%M:%S %p
vi: hôm nay lúc %-I:%M:%S %p

source: today at 00:00 PM
bn: আজ সময় ০০:০০ অপরাহ্ণ
vi: hôm nay lúc 00:00 PM

source: today at %-I:%M %p
bn: আজ সময় %-I:%M %p
vi: hôm nay lúc %-I:%M %p

source: today, 00:00 PM
bn: আজ, সময় ০০:০০ অপরাহ্ণ
vi: hôm nay, 00:00 PM

source: today, %-I:%M %p
bn: আজ, সময় %-I:%M %p
vi: hôm nay, %-I:%M %p

source: today
bn: আজ
vi: hôm nay

source: yesterday at 00:00:00 PM
bn: গতকাল সময় ০০:০০:০০ অপরাহ্ণ
vi: hôm qua lúc 00:00:00 PM

source: yesterday at %-I:%M:%S %p
bn: গতকাল সময় %-I:%M:%S %p
vi: hôm qua lúc %-I:%M:%S %p

source: yesterday at 00:00 PM
bn: গতকাল সময় ০০:০০ অপরাহ্ণ
vi: hôm qua lúc 00:00 PM

source: yesterday at %-I:%M %p
bn: গতকাল সময় %-I:%M %p
vi: hôm qua lúc %-I:%M %p

source: yesterday, 00:00 PM
bn: গতকাল, সময় ০০:০০ অপরাহ্ণ
vi: hôm qua, 00:00 PM

source: yesterday, %-I:%M %p
bn: গতকাল, সময় %-I:%M %p
vi: hôm qua, %-I:%M %p

source: yesterday
bn: গতকাল
vi: hôm qua

source: Wednesday, September 00 0000 at 00:00:00 PM
bn: বুধবার, সেপ্টেম্বর ০০ ০০০০ সময় ০০:০০:০০ অপরাহ্ণ
vi: Thứ tư, ngày 00 tháng 11 năm 0000 lúc 00:00:00 PM

source: %A, %B %-d %Y at %-I:%M:%S %p
bn: %A, %B %-d %Y সময় %-I:%M:%S %p
vi: %A, ngày %-d tháng %B năm %Y lúc %-I:%M:%S %p

source: Mon, Oct 00 0000 at 00:00:00 PM
bn: সোমবার, অক্টোবর ০০ ০০০০ সময় ০০:০০:০০ অপরাহ্ণ
vi: Mon, Oct 00 0000 lúc 00:00:00 PM

source: %a, %b %-d %Y at %-I:%M:%S %p
bn: %a, %b %-d %Y সময় %-I:%M:%S %p
vi: %a, %-d %b %Y lúc %-I:%M:%S %p

source: Mon, Oct 00 0000 at 00:00 PM
bn: সোমবার, অক্টোবর ০০ ০০০০ সময় ০০:০০ অপরাহ্ণ
vi: Mon, Oct 00 0000 lúc 00:00 PM

source: %a, %b %-d %Y at %-I:%M %p
bn: %a, %b %-d %Y সময় %-I:%M %p
vi: %a, %-d %b %Y lúc %-I:%M %p

source: Oct 00 0000 at 00:00 PM
bn: অক্টোবর ০০ ০০০০ সময় ০০:০০ অপরাহ্ণ
vi: Oct 00 0000 lúc 00:00 PM

source: %b %-d %Y at %-I:%M %p
bn: %b %-d %Y সময় %-I:%M %p
vi: %-d %b %Y at %-I:%M %p

source: Oct 00 0000, 00:00 PM
bn: অক্টোবর ০০ ০০০০, ০০:০০ অপরাহ্ণ

source: 00/00/00, 00:00 PM
bn: ০০/০০/০০, ০০:০০ অপরাহ্ণ

source: 0 items
bn: ০ সংখ্যক বস্তু
vi: 0 mục

source: 0 folders
bn: ০ সংখ্যক ফোল্ডার
vi: 0 thư mục

source: 0 files
bn: ০ সংখ্যক ফাইল
vi: 0 tập tin

source: 1 item
bn: ১টি বস্তু
vi: 1 mục

source: 1 folder
bn: ১টি ফোল্ডার
vi: 1 thư mục

source: 1 file
bn: ১টি ফাইল
vi: 1 tập tin

source: %u items
bn: %uটি বস্তু
vi: %u mục

source: %u folders
bn: %uটি ফোল্ডার
vi: %u thư mục

source: %u files
bn: %uটি ফাইল
vi: %u tập tin

source: ? items
bn: ? বস্তু
my: ? အိုင်တမ်
vi: ? mục

source: ? bytes
bn: ? বাইট
my: ? ဘိုက်
vi: ? thư mục

source: unknown type
bn: অজ্ঞাত প্রকৃতি
vi: kiểu lạ

source: unknown MIME type
bn: অজ্ঞাত মাইম প্রকৃতি
vi: kiểu MIME lạ

source: unknown
bn: অজ্ঞাত
my: အမည်မသိ
vi: không biết

source: program
bn: প্রোগ্রাম
vi: chương trình

source: Can't find description even for "x-directory/normal". This probably means that your gnome-vfs.keys file is in the wrong place or isn't being found for some other reason.
bn: এমনকি "x-directory/normal"-এর জন্যও কোন বিবরণ পাওয়া যাচ্ছে না। সম্ভবত আপনার ব্যবহৃত gnome-vfs.keys ফাইলটি একটি ভুল স্থানে অবস্থান করছে অথবা অন্য কোন কারণে তা খুঁজে পাওয়া যাচ্ছে না।
vi: Không thể tìm thấy mô tả cho "x-directory/normal". Có lẽ do tập tin gnome-vfs.keys của bạn nằm sai chỗ hoặc không thể được tìm thấy vì nguyên nhân khác.

source: No description found for mime type "%s" (file is "%s"), please tell the gnome-vfs mailing list.
bn: মাইম প্রকৃতি "%s"-এর (ফাইল হল "%s") জন্য কোন বিবরণ পাওয়া যাচ্ছে না, দয়া করে gnome-vfs মেইলিং লিস্টে এই সংবাদটি দিন।
vi: Không có mô tả cho kiểu "%s" (tập tin "%s"), vui lòng thông báo cho mailing list của gnome-vfs.

source: link
bn: লিঙ্ক
vi: liên kết

source: link (broken)
bn: লিঙ্ক (অচল)
vi: liên kết (hỏng)

source: _Always
bn: সর্বদা (_স)

source: _Local File Only
bn: শুধু মাত্র স্থানীয় ফাইল (_ম)

source: _Never
bn: কখনো না (_ন)

source: 100 K
bn: ১০০ কিলোবাইট

source: 500 K
bn: ৫০০ কিলোবাইট

source: 1 MB
bn: ১ মেগাবাইট

source: 3 MB
bn: ৩ মেগাবাইট

source: 5 MB
bn: ৫ মেগাবাইট

source: 10 MB
bn: ১০ মেগাবাইট

source: 100 MB
bn: ১০০ মেগাবাইট

source: Activate items with a _single click
bn: একটিমাত্র ক্লিকের সাহায্যে সক্রিয় করা হবে (_ক)

source: Activate items with a _double click
bn: দুবার ক্লিক করে সক্রিয় করা হবে (_স)

source: E_xecute files when they are clicked
bn: কোন ফাইলে ক্লিক করা হলে তা চালানো হবে (_ল)

source: Display _files when they are clicked
bn: কোন ফাইলে ক্লিক করা হলে তা প্রদর্শন হবে (_ফ)

source: _Ask each time
bn: প্রত্যেক বার জিজ্ঞাসা করা হবে (_ব)

source: Search for files by file name only
bn: শুধুমাত্র নাম ব্যবহার করে ফাইল খোঁজা হোক
vi: Chỉ tìm tập tin bằng tên tập tin

source: Search for files by file name and file properties
bn: ফাইলের নাম ও বৈশিষ্ট্য ব্যবহার করে ফাইল খোঁজা হোক
vi: Tìm tập tin bằng tên và thuộc tính tập tin

source: Icon View
bn: আইকনের সাহায্যে ফাইল প্রদর্শন
vi: Khung biểu tượng

source: List View
bn: তালিকার সাহায্যে ফাইল প্রদর্শন
my: စာစဥ်မြင်ကွင်း
vi: Khung danh sách

source: Manually
bn: নিজ হাতে
vi: Thủ công

source: By Name
bn: নামানুসারে
vi: Theo tên

source: By Size
bn: আকার অনুসারে
vi: Theo kích thước

source: By Type
bn: ধরন অনুসারে
vi: Theo kiểu

source: By Modification Date
bn: সর্বশেষ পরিবর্তনের তারিখ অনুসারে

source: By Emblems
bn: প্রতীক অনুসারে
vi: Theo biểu tượng

source: size
bn: আকার
vi: kích thước

source: type
bn: ধরন
vi: kiểu

source: date modified
bn: সর্বশেষ পরিবর্তনের তারিখ

source: date changed
bn: সর্বশেষ পরিবর্তনের তারিখ

source: date accessed
bn: সর্বশেষ ব্যবহারের তারিখ
vi: ngày truy cập

source: owner
bn: মালিক
vi: chủ sở hữu

source: group
bn: গ্রুপ
vi: nhóm

source: permissions
bn: ব্যবহারের অনুমতি
vi: quyền truy cập

source: octal permissions
bn: অক্টাল সংখ্যায় প্রকাশিত অনুমতি
vi: quyền truy cập (bát phân)

source: MIME type
bn: মাইমের ধরন
vi: kiểu MIME

source: none
bn: কোনটিই নয়
vi: không

source: %s's Home
bn: %s-এর প্রথম (Home) ডিরেক্টরি
vi: Nhà của %s

source: editable text
bn: পরিবর্তনযোগ্য টেক্সট

source: the editable label
bn: পরিবর্তনযোগ্য লেবেল

source: additional text
bn: অতিরিক্ত টেক্সট

source: some more text
bn: আরো কিছু টেক্সট

source: highlighted for selection
bn: বাছাইয়ের উদ্দেশ্যে চিহ্নিত

source: whether we are highlighted for a selection
bn: আমরা বাছাইয়ের উদ্দেশ্যে চিহ্নিত হয়েছি কি হইনি

source: highlighted as keyboard focus
bn: কীবোর্ড ইনপুটের লক্ষ্য হিসেবে নির্ধারিত

source: whether we are highlighted to render keyboard focus
bn: কীবোর্ড ইনপুটের লক্ষ্য হিসেবে আমরা নির্ধারিত হয়েছি কি হইনি

source: highlighted for drop
bn: স্থানান্তরের জন্য চিহ্নিত

source: whether we are highlighted for a D&D drop
bn: টেনে এনে রেখে দেয়ার জন্য আমরা চিহ্নিত হয়েছি কি হইনি

source: The selection rectangle
bn: চিহ্নিত করার সময় ব্যবহৃত চতুর্ভূজ

source: Frame Text
bn: ফ্রেম টেক্সট

source: Draw a frame around unselected text
bn: যেসব টেক্সট চিহ্নিত করা হয়নি তার চারদিকে একটি ফ্রেম আঁকুন

source: Selection Box Color
bn: বাছাই করার বাক্সের রং

source: Color of the selection box
bn: বাছাই করার বাক্সের রং

source: Selection Box Alpha
bn: বাছাই করার বাক্স আলফা

source: Opacity of the selection box
bn: বাছাই করার বাক্সের অস্বচ্ছতা

source: Highlight Alpha
bn: আলফাকে চিহ্নিত করা হোক

source: Opacity of the highlight for selected icons
bn: আইকন চিহ্নিত করার ক্ষেত্রে অস্বচ্ছতা

source: Light Info Color
bn: হালকা রঙে প্রদর্শিত তথ্যের রং

source: Color used for information text against a dark background
bn: গাঢ় পটভূমির প্রেক্ষাপটে তথ্য প্রদর্শনে ব্যবহৃত রং

source: Dark Info Color
bn: গাঢ় রঙে প্রদর্শিত তথ্যের রং

source: Color used for information text against a light background
bn: হালকা পটভূমির প্রেক্ষাপটে তথ্য প্রদর্শনে ব্যবহৃত রং

source: This folder uses automatic layout. Do you want to switch to manual layout and leave this item where you dropped it? This will clobber the stored manual layout.
bn: এই ফোল্ডারটি স্বয়ংক্রিয়ভাবে সাজায়। আপনি কি নিজ হাতে আইকন সাজাতে আগ্রহী এবং এই আইকনটিকে যেখানে রেখেছেন সেখানেই রাখতে চান? এর ফলে নিজ হাতে করা যে আইকন বিন্যাস সঞ্চিত আছে, তা নষ্ট হবে।

source: This folder uses automatic layout. Do you want to switch to manual layout and leave these items where you dropped them? This will clobber the stored manual layout.
bn: এই ফোল্ডারটি স্বয়ংক্রিয়ভাবে আইকন সাজায়। আপনি কি নিজ হাতে আইকন সাজাতে আগ্রহী এবং এই আইকনগুলোকে যেখানে রেখেছেন সেখানেই রাখতে চান? এর ফলে নিজ হাতে করা যে আইকন বিন্যাস সঞ্চিত আছে, তা নষ্ট হবে।

source: This folder uses automatic layout. Do you want to switch to manual layout and leave this item where you dropped it?
bn: এই ফোল্ডারটি স্বয়ংক্রিয়ভাবে আইকন সাজায় করে। আপনি কি নিজ হাতে আইকন সাজাতে আগ্রহী এবং এই আইকনটিকে যেখানে রেখেছেন সেখানেই রাখতে চান?

source: This folder uses automatic layout. Do you want to switch to manual layout and leave these items where you dropped them?
bn: এই ফোল্ডারটি স্বয়ংক্রিয়ভাবে আইকন সাজায় করে। আপনি কি নিজ হাতে আইকন সাজাতে আগ্রহী এবং এই আইকনগুলোকে যেখানে রেখেছেন সেখানেই রাখতে চান?

source: Switch to Manual Layout?
bn: নিজ হাতে আইকন সাজাতে চান?
vi: Chuyển qua bố trí thủ công?

source: Switch
bn: পাল্টানো
vi: Chuyển

source: If you would like to enable fast searches, you can edit the file %s as root. Setting the enabled flag to "yes" will turn medusa services on. To start indexing and search services right away, you should also run the following commands as root: medusa-indexd medusa-searchd Fast searches will not be available until an initial index of your files has been created. This may take a long time.
bn: যদি দ্রুত ফাইল অনুসন্ধান প্রক্রিয়া সচল করতে চান তবে root হিসেবে %s ফাইলটি এডিট করুন। enabled ফ্ল্যাগটির মান "yes" করে দিলে মেডুসা সচল হবে। আর তাত্‍ক্ষণিকভাবে ফাইলের তালিকা তৈরি করে ফাইল খোঁজার প্রক্রিয়া চালু করতে চাইলে root হিসেবে নিম্নোক্ত কমান্ডগুলো প্রয়োগ করুন: medusa-indexd medusa-searchd সকল ফাইলের একটি তালিকা তৈরি না হওয়া পর্যন্ত দ্রুত ফাইল অনুসন্ধান প্রক্রিয়া সচল হবে না। এই তালিকাটি তৈরিতে বেশ লম্বা সময় ব্যায় হতে পারে।
vi: Nếu bạn muốn bật tính năng tìm kiếm nhanh, bạn có thể sửa file %s với tư cách root. Chuyển cờ cần bật sang "yes" sẽ cho phép dùng dịch vụ Medusa. Ngoài ra để tạo bảng chỉ mục và khởi động dịch vụ tìm kiếm ngay lập tức, bạn nên thực hiện dòng lệnh sau với tư cách root: medusa-indexd medusa-searchd Dịch vụ tìm kiếm nhanh sẽ không dùng được tới khi nào bảng chỉ mục ban đầu của các file của bạn được tạo ra. Việc này sẽ khá lâu.

source: Medusa, the application that performs searches, cannot be found on your system. If you have compiled nautilus yourself, you will need to install a copy of medusa and recompile nautilus. (A copy of Medusa may be available at ftp://ftp.gnome.org) If you are using a packaged version of Nautilus, fast searching is not available.
bn: দ্রুত ফাইল অনুসন্ধানে ব্যবহৃত প্রোগ্রাম মেডুসাকে আপনার সিস্টেমে খুঁজে পাওয়া যাচ্ছে না। যদি আপনি নিজে নটিলাস কম্পাইল করে থাকেন তবে আপনাকে মেডুসা ইনস্টল করে পুনরায় নটিলাসকে কম্পাইল করতে হবে। (নটিলাসের কপি পাবেন ftp://ftp.gnome.org এই ঠিকানায়) আর যদি আপনি নটিলাসের কোন প্যাকেজ সংস্করণ ব্যবহার করে থাকেন তবে এক্ষেত্রে দ্রুত ফাইল অনুসন্ধান সম্ভব নয়।
vi: Medusa, ứng dụng được dùng để tìm kiếm, không có trên máy tính của bạn. Nếu bạn tự biên dịch Nautilus, bạn cần phải cài đặt Medusa và biên dịch lại Nautilus. (Medusa có ở ftp://ftp.gnome.org)

source: There was an error displaying help: %s
bn: সহায়িকা প্রদর্শনে সমস্যা: %s

source: not in menu
bn: মেনুর অন্তর্ভুক্ত নয়
vi: không có trong menu

source: in menu for this file
bn: এই ফাইলের জন্য মেনুর অন্তর্ভুক্ত
vi: trong menu cho tập tin này

source: in menu for "%s"
bn: "%s" এর জন্য মেনুর অন্তর্ভুক্ত
vi: trong menu cho "%s"

source: default for this file
bn: এই ফাইলের জন্য ডিফল্ট
vi: mặc định tập tin này

source: default for "%s"
bn: "%s" এর জন্য ডিফল্ট
vi: mặc định cho "%s"

source: Is not in the menu for "%s" items.
bn: "%s" এর জন্য মেনুর অন্তর্ভুক্ত নয়।
vi: Không có trong menu cho mục "%s".

source: Is in the menu for "%s".
bn: "%s" এর জন্য মেনুর অন্তর্ভুক্ত
vi: Không có trong menu cho "%s".

source: Is in the menu for "%s" items.
bn: "%s" এর জন্য মেনুর অন্তর্ভুক্ত।
vi: Có trong menu cho mục "%s".

source: Is in the menu for all "%s" items.
bn: সকল "%s" এর জন্য মেনুর অন্তর্ভুক্ত।
vi: Có trong menu cho mọi mục "%s".

source: Is the default for "%s".
bn: "%s" এর জন্য ডিফল্ট।
vi: Là mặc định cho "%s".

source: Is the default for "%s" items.
bn: "%s" এর জন্য ডিফল্ট।
vi: Là mặc định cho mục "%s".

source: Is the default for all "%s" items.
bn: সকল "%s" এর জন্য ডিফল্ট
vi: Là mặc định cho mọi mục "%s".

source: Modify "%s"
bn: "%s"'কে পরিবর্তন করা হোক
vi: Hiệu chỉnh "%s"

source: Include in the menu for "%s" items
bn: "%s" এর জন্য মেনুর অন্তর্ভুক্ত করা হোক

source: Use as default for "%s" items
bn: "%s" এর জন্য ডিফল্ট হিসেবে ব্যবহার করা হোক
vi: Dùng như mặc định cho mục "%s"

source: Include in the menu for "%s" only
bn: শুধুমাত্র "%s" এর জন্য মেনুর অন্তর্ভুক্ত করা হোক

source: Use as default for "%s" only
bn: শুধুমাত্র "%s" এর জন্য ডিফল্ট হিসেবে ব্যবহার করা হোক

source: Don't include in the menu for "%s" items
bn: "%s" এর জন্য মেনুর অন্তর্ভুক্ত করা হবে না

source: Name
bn: নাম
my: အမည်
vi: Tên

source: Status
bn: অবস্থা
vi: Tình trạng

source: C_hoose
bn: বেছে নিন (_ন)

source: Done
bn: সম্পন্ন
vi: Xong

source: _Modify...
bn: পরিবর্তন করা... (_প)

source: File Types and Programs
bn: ফাইলের ধরন ও সংশ্লিষ্ট প্রোগ্রাম
vi: Kiểu tập tin và chương trình

source: _Go There
bn: ওখানে যাও (_য)

source: You can configure which programs are offered for which file types in the File Types and Programs dialog.
bn: ফাইলের ধরন ও সংশ্লিষ্ট প্রোগ্রাম শীর্ষক ডায়ালগ থেকে বিভিন্ন ধরনের ফাইল ব্যবহারের জন্য কোন প্রোগ্রামটি ব্যবহৃত হবে তা আপনি কনফিগার করতে পারেন।

source: Open with Other Application
bn: অন্য কোন অ্যাপলিকেশনের সাহায্যে ব্যবহার করা হোক

source: Choose an application with which to open "%s":
bn: "%s"'কে যে প্রোগ্রামের সাহায্যে ব্যবহার করা হবে তা বেছে নিন:

source: Open with Other Viewer
bn: অন্য একটি প্রদর্শকের সাহায্যে দেখানো হোক

source: Choose a view for "%s":
bn: "%s"'কে প্রদর্শনের জন্য একটি প্রদর্শক বেছে নিন:

source: No viewers are available for "%s".
bn: "%s"'কে প্রদর্শন করার মত কোন উপযুক্ত প্রদর্শক নেই।
vi: Không có trình hiển thị nào cho "%s".

source: No Viewers Available
bn: কোন উপযুক্ত প্রদর্শক নেই
vi: Không có trình hiển thị

source: There is no application associated with "%s".
bn: "%s"'কে ব্যবহারের জন্য কোন প্রোগ্রাম নির্দিষ্ট করা নেই।

source: No Application Associated
bn: কোন প্রোগ্রাম নির্দিষ্ট করা নেই

source: There is no action associated with "%s".
bn: "%s"'কে ব্যবহারের জন্য কোন প্রোগ্রাম নির্দিষ্ট করা নেই।

source: No Action Associated
bn: কোন প্রোগ্রাম নির্দিষ্ট করা নেই

source: %s You can configure GNOME to associate applications with file types. Do you want to associate an application with this file type now?
bn: %s গুহ্‌নোমকে (GNOME) কনফিগার করার মাধ্যমে আপনি বিভিন্ন ধরনের ফাইল ব্যবহারের জন্য প্রোগ্রাম নির্দিষ্ট করতে পারেন। এই বিশেষ ধরনের ফাইলটির জন্য কি আপনি এখনই একটি প্রোগ্রাম নির্দিষ্ট করবেন?

source: Associate Application
bn: অ্যাপলিকেশন নির্দিষ্ট করা হোক

source: The viewer associated with "%s" is invalid.
bn: "%s"'কে দেখাবার জন্য কোন প্রদর্শকটি বেঠিক।

source: The application associated with "%s" is invalid.
bn: "%s"'কে ব্যবহারের জন্য কোন প্রোগ্রামটি বেঠিক।

source: Invalid Application Associated
bn: প্রোগ্রামটি বেঠিক

source: The action associated with "%s" is invalid.
bn: "%s"-এর জন্য নির্দিষ্ট কার্যটি বেঠিক।

source: Invalid Action Associated
bn: নির্দিষ্ট কার্যটি বেঠিক

source: %s You can configure GNOME to associate a different application or viewer with this file type. Do you want to associate an application or viewer with this file type now?
bn: %s গুহ্‌নোমকে (GNOME) কনফিগার করার মাধ্যমে আপনি বিভিন্ন ধরনের ফাইল ব্যবহারের জন্য প্রোগ্রাম নির্দিষ্ট করতে পারেন। এই বিশেষ ধরনের ফাইলটির জন্য কি আপনি এখনই একটি প্রোগ্রাম নির্দিষ্ট করবেন?

source: Associate Action
bn: কার্য় নির্দিষ্ট করুন

source: "%s" can't open "%s" because "%s" can't access files at "%s" locations. Would you like to choose another application?
bn: "%s" প্রোগ্রামটি "%s" নামের ফাইলটিকে ব্যবহার করতে পারছেনা কারণ "%s" "%s" অবস্থানে অবস্থিত ফাইলসমূহকে পড়তে পারেনা। আপনি কি অন্য কোন অ্যাপলিকেশন বেছে নেবেন?
vi: "%s" không thể mở "%s" vì "%s" không thể truy cập tập tin tại vị trí "%s". Bạn có muốn chọn một ứng dụng khác không?

source: Can't Open Location
bn: এই অবস্থানের কিছু পড়া যাচ্ছে না
vi: Không thể mở

source: "%s" can't open "%s" because "%s" can't access files at "%s" locations. No other applications are available to view this file. If you copy this file onto your computer, you may be able to open it.
bn: "%s" প্রোগ্রামটি "%s" নামের ফাইলটিকে ব্যবহার করতে পারছেনা কারণ "%s" "%s" অবস্থানে অবস্থিত ফাইলসমূহকে পড়তে পারেনা। এই ফাইলটিকে দেখার জন্য অন্য কোন উপযুক্ত অ্যাপলিকেশন নেই। যদি আপনি ফাইলটিকে আপনার কম্পিউটারে কপি করেন, তবে তবে হয়তো দেখতে পারবেন।
vi: "%s" không thể mở "%s" vì "%s" không thể truy cập tập tin tại vị trí "%s". Không còn ứng dụng nào khác có thể xem tập tin này. Nếu bạn muốn chép tập tin này sang máy tính của bản, bạn có thể mở nó.

source: Opening %s
bn: "%s" খোলা হচ্ছে

source: Sorry, but you can't execute commands from a remote site due to security considerations.
bn: দুঃখিত, নিরাপত্তাজনিত সতর্কতার কারণে আপনি দূরবর্তী কোন সাইটের প্রোগ্রাম চালাতে পারবেন না।
vi: Rất tiếc, bạn không thể thực thi một lệnh từ site ở xa vì lý do an toàn.

source: Can't execute remote links
bn: দূরবর্তী লিঙ্কসমূহের নির্দেশিত প্রোগ্রামগুলোকে চালানো যাচ্ছে না
vi: Không thể thực thi một liên kết xa

source: There was an error launching the application. Details:
bn: অ্যাপলিকেশনটি চালাতে সমস্যা হয়েছে। বিস্তারিত বিবরণ:

source: Error launching application
bn: অ্যাপলিকেশন চালু করতে সমস্যা হয়েছে

source: This drop target only supports local files. To open non-local files copy them to a local folder and then drop them again.
bn: এভাবে টেনে এনে ফেলে দেয়ার প্রক্রিয়া শুধুমাত্র স্থানীয় ফাইলের ক্ষেত্রে প্রযোজ্য। কোন অস্থানীয় ফাইলকে ব্যবহার করতে হলে তা কপি করে স্থানীয় কোন ফোল্ডারে আনুন ও তারপর পুনরায় চেষ্টা করুন।

source: Drop target only supports local files
bn: টেনে এনে ফেলে দেয়ার প্রক্রিয়া শুধুমাত্র স্থানীয় ফাইলের ক্ষেত্রে প্রযোজ্য

source: This drop target only supports local files. To open non-local files copy them to a local folder and then drop them again. The local files you dropped have already been opened.
bn: এভাবে টেনে এনে ফেলে দেয়ার প্রক্রিয়া শুধুমাত্র স্থানীয় ফাইলের ক্ষেত্রে প্রযোজ্য। কোন অস্থানীয় ফাইলকে ব্যবহার করতে হলে তা কপি করে স্থানীয় কোন ফোল্ডারে আনুন ও তারপর পুনরায় চেষ্টা করুন।যে সব স্থানীয় ফাইলের ওপর আপনি এ পদ্ধতি প্রয়োগ করেছেন তা ইতিমধ্যেই ব্যবহার করা হচ্ছে।

source: [Items ]containing "%s" in their names
bn: [Items ]নামের মধ্যে "%s" অন্তর্ভুক্ত আছে এমন
vi: [Items ]chứa "%s" trong tên của nó

source: [Items ]starting with "%s"
bn: [Items ]"%s" দিয়ে নাম আরম্ভ হয়েছে এমন
vi: [Items ]bắt đầu bằng "%s"

source: [Items ]ending with %s
bn: [Items ]%s দিয়ে নাম শেষ হয়েছে এমন
vi: [Items ]kết thúc bằng %s

source: [Items ]not containing "%s" in their names
bn: [Items ]নামের মধ্যে কোন "%s" নেই এমন
vi: [Items ]không chứa "%s" trong tên của nó

source: [Items ]matching the regular expression "%s"
bn: [Items ]রেগুলার এক্সপ্রেশন "%s" এর সাথে মিলে যায় এমন
vi: [Items ]khớp mẫu "%s"

source: [Items ]matching the file pattern "%s"
bn: [Items ]ফাইল প্যাটার্ন "%s" এর সাথে মিলে যায় এমন
vi: [Items ]khớp mẫu tập tin "%s"

source: [Items that are ]regular files
bn: [Items that are ]সাধারণ ফাইল
vi: [Items that are]tập tin bình thường

source: [Items that are ]text files
bn: [Items that are ]টেক্সট ফাইল
vi: [Items that are ]tập tin text

source: [Items that are ]applications
bn: [Items that are ]অ্যাপলিকেশন
vi: [Items that are ]ứng dụng

source: [Items that are ]folders
bn: [Items that are ]ফোল্ডার
vi: [Items that are ]thư mục

source: [Items that are ]music
bn: [Items that are ]গান
vi: [Items that are ]âm nhạc

source: [Items ]that are not %s
bn: [Items ]যা %s নয়
vi: [Items ]không phải là %s

source: [Items ]that are %s
bn: [Items ]যা %s
vi: [Items ]là %s

source: [Items ]not owned by "%s"
bn: [Items ]মালিকান "%s" এর নয়
vi: [Items ]không được sở hữu bởi "%s"

source: [Items ]owned by "%s"
bn: [Items ]মালিকানা "%s" এর
vi: [Items ]được sở hữu bởi "%s"

source: [Items ]with owner UID "%s"
bn: [Items ]মালিকের ইউ.আই.ডি (UID) "%s"
vi: [Items ]có UID là "%s"

source: [Items ]with owner UID other than "%s"
bn: [Items ]মালিকের ইউ.আই.ডি (UID) "%s" নয়
vi: [Items ]có UID khác "%s"

source: [Items ]larger than %s bytes
bn: [Items ]%s বাইট অপেক্ষা বড় আকারের
vi: [Items ]lớn hơn %s byte

source: [Items ]smaller than %s bytes
bn: [Items ]%s বাইট অপেক্ষা ছোট আকারের
vi: [Items ]nhỏ hơn %s byte

source: [Items ]of %s bytes
bn: [Items ]%s বাইট আকারের

source: [Items ]modified today
bn: [Items ]আজ পরিবর্তিত হয়েছে
vi: [Items ]đã được hiệu chỉnh hôm nay

source: [Items ]modified yesterday
bn: [Items ]গতকাল পরিবর্তিত হয়েছে
vi: [Items ]đã được hiệu chỉnh hôm qua

source: [Items ]modified on %s
bn: [Items ]%s পরিবর্তিত হয়েছে

source: [Items ]not modified on %s
bn: [Items ]%s পরিবর্তিত হয়নি

source: [Items ]modified before %s
bn: [Items ]%s-এর পূর্বে পরিবর্তিত হয়েছে
vi: [Items ]được hiệu chỉnh trước %s

source: [Items ]modified after %s
bn: [Items ]%s-এর পর পরিবর্তিত হয়েছে
vi: [Items ]được hiệu chỉnh sau %s

source: [Items ]modified within a week of %s
bn: [Items ]%s এর এক সপ্তাহের মধ্যে পরিবর্তিত হয়েছে
vi: [Items ]được hiệu chỉnh trong tuần %s

source: [Items ]modified within a month of %s
bn: [Items ]%s এর এক মাসের মধ্যে পরিবর্তিত হয়েছে
vi: [Items ]được hiệu chỉnh trong tháng %s

source: [Items ]marked with "%s"
bn: [Items ]"%s" দ্বারা চিহ্নিত
vi: [Items ]được đánh dấu bằng "%s"

source: [Items ]not marked with "%s"
bn: [Items ]"%s" দ্বারা চিহ্নিত নয়
vi: [Items ]được không đánh dấu bằng "%s"

source: [Items ]with all the words "%s"
bn: [Items ]"%s", এই শব্দগুলো আছে
vi: [Items ]chứa mọi từ "%s"

source: [Items ]containing one of the words "%s"
bn: [Items ]"%s", এই শব্দগুলোর যেকোন একটি আছে
vi: [Items ]chứa một trong các từ "%s"

source: [Items ]without all the words "%s"
bn: [Items ]"%s", এই শব্দগুলোর একটিও নেই এমন
vi: [Items ]không chứa mọi từ "%s"

source: [Items ]without any of the words "%s"
bn: [Items ]"%s", এই শব্দগুলোর যেকোন একটি নেই এমন
vi: [Items ]không chứa từ nào trong "%s"

source: [Items larger than 400K] and [without all the words "apple orange"]
bn: [Items larger than 400K] এবং [without all the words "apple orange"]
vi: [Items larger than 400K] và [without all the words "apple orange"]

source: Items %s
bn: যেসব ফাইলে %s শব্দটি আছে
vi: Mục %s

source: Items containing "stuff" in their names
bn: যেসব ফাইলের নামে "stuff" আছে
vi: Mục chứa "stuff" trong tên của nó

source: Items that are regular files
bn: যেসব ফাইল সাধারণ
vi: Những mục là tập tin bình thường

source: Items containing "stuff" in their names and that are regular files
bn: যেসব সাধারণ ফাইলের নামে "stuff" আছে
vi: Những mục là tập tin bình thường và chứa "stuff" trong tên của nó
