Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: unreadable
bn: পড়ার অযোগ্য
vi: không thể đọc

source: 1 item, with size %s
bn: %s আকারের একটি বস্তু
vi: 1 mục, với kích thước %s

source: %d items, totalling %s
bn: %d সংখ্যক বস্তু, সর্বমোট সংখ্যা %s
vi: %d mục, tổng cộng %s

source: (some contents unreadable)
bn: (কিছু অংশ পড়ার অযোগ্য)
my: (အချို့အကြောင်းအရာများဖတ်မရပါ)
vi: (vài nội dung không thể đọc)

source: Contents:
bn: অভ্যন্তরস্থ বস্তু:
my: အကြောင်းအရာ -
vi: Nội dung:

source: Basic
bn: প্রাথমিক
vi: Cơ bản

source: _Names:
bn: নাম (_ন):

source: _Name:
bn: নাম (_ন):

source: Type:
bn: ধরন:
my: အမျိုးအစား
vi: Kiểu:

source: Size:
bn: আকার:
my: အရွယ် -
vi: Kích thước:

source: Location:
bn: অবস্থান:
vi: Vị trí:

source: Volume:
bn: শব্দমাত্রা

source: Free space:
bn: ফাঁকা জায়গা

source: Link target:
bn: লিঙ্কের লক্ষ্য:

source: MIME type:
bn: মাইমের প্রকৃতি:

source: Modified:
bn: পরিবর্তিত:

source: Accessed:
bn: ব্যবহৃত:
vi: Đã truy cập:

source: _Select Custom Icon...
bn: ইচ্ছামাফিক আইকন বেছে নিন... (_ব)

source: _Remove Custom Icon
bn: ইচ্ছামাফিক বেছে নেয়া আইকন মুছে ফেলা হোক (_ম)

source: _Read
bn: পড়া (_প)

source: _Write
bn: লেখা (_ল)

source: E_xecute
bn: চালানো (_ল)

source: Set _user ID
bn: ব্যবহারকারীর আই.ডি নির্ধারণ করা হোক (_ব)

source: Special flags:
bn: বিশেষ ফ্ল্যাগ:

source: Set gro_up ID
bn: গ্রুপ আই.ডি নির্ধারণ করা হোক (_প)

source: _Sticky
bn: স্টিকি (_স)

source: Permissions
bn: ব্যবহারের অনুমতি
my: ခွင့်ပြုချက်များ
vi: Quyền truy cập

source: You are not the owner, so you can't change these permissions.
bn: যেহেতু আপনি মালিক না তাই আপনি এই অনুমতিগুলো পরিবর্তন করতে পারবেন না।
vi: Bạn không phải là chủ sở hữu tập tin nên không thể thay đổi quyền truy cập.

source: File owner:
bn: ফাইলের মালিক:

source: _File group:
bn: ফাইলের গ্রুপ (_ফ):

source: File group:
bn: ফাইলের গ্রুপ:

source: Owner:
bn: মালিক:
vi: Chủ sở hữu:

source: Group:
bn: গ্রুপ:
vi: Nhóm

source: Others:
bn: অন্যান্য:
vi: Khác:

source: Text view:
bn: টেক্সট চিত্র:

source: Number view:
bn: সংখ্যা চিত্র:

source: Last changed:
bn: সর্বশেষ পরিবর্তন:

source: The permissions of "%s" could not be determined.
bn: "%s" এর অনুমতি বোঝা যাচ্ছে না।
vi: Không thể xác định quyền truy cập của "%s".

source: The permissions of the selected file could not be determined.
bn: নির্বাচিত ফাইলটির অনুমতি বোঝা যাচ্ছে না।
my: ရွေးထားသော ဖိုင်လ်၏ခွင့်ပြုချက်များကို မဆုံးဖြတ်နိုင်ခဲ့ပါ။

source: There was an error displaying help: %s
bn: সহায়িকা প্রদর্শনে সমস্যা হয়েছে: %s
my: အကူအညီကိုဖော်ပြဖို့ အမှားအယွင်းဖြစ်သွားပါတယ် - %s

source: Couldn't show help
bn: সহায়িকা প্রদর্শন করা সম্ভব হয়নি

source: Cancel Showing Properties Window?
bn: বৈশিষ্ট্যাবলী প্রদর্শনকারী উইন্ডো চালু করার প্রচেষ্টা কি বাতিল করা হবে?
vi: Ngừng hiển thị cửa sổ Thuộc tính?

source: Creating Properties window
bn: বৈশিষ্ট্যাবলী প্রদর্শনকারী উইন্ডো তৈরী করা হচ্ছে
vi: Đang tạo cửa sổ Thuộc tính

source: Select an icon
bn: একটি আইকন বেছে নিন:

source: Search results may not include items modified after %s, when your drive was last indexed.
bn: %s এর পর যেসব ফাইল পরিবর্তন করা হয়েছে সেসব ফাইল হয়তো ফাইল অনুসন্ধানের ফলাফলের অন্তর্ভুক্ত থাকবে না কারণ ফাইলের তালিকাটি ঐ সময়ই তৈরী করা হয়েছে।
vi: Kết quả tìm kiếm có lẽ không bao gồm các mục được thay đổi sau %s, khi ổ đĩa của bạn được tạo chỉ mục lần cuối.

source: Search Results
bn: অনুসন্ধানের ফলাফল
vi: Kết quả tìm kiếm

source: Sorry, but the Medusa search service is not available because it is not installed.
bn: দুঃখিত, ইনস্টল করা না থাকায় মেডুসা ফাইল অনুসন্ধান প্রক্রিয়াটি সচল নয়।
vi: Rất tiếc, nhưng dịch vụ tìm kiếm Medusa không hoạt động vì chưa được cài đặt.

source: Search Service Not Available
bn: ফাইল অনুসন্ধান প্রক্রিয়া অচল
vi: Dịch vụ tìm kiếm không sẵn sàng

source: The search you have selected is newer than the index on your system. The search will return no results right now. You can create a new index by running "medusa-indexd" as root on the command line.
bn: যে অনুসন্ধান প্রক্রিয়াটি আপনি বেছে নিয়েছে তা অপেক্ষা আপনার সিস্টেমের ফাইলের তালিকাটি পুরনো। ফলে অনুসন্ধানের ফলাফল এখন জানানো হবে না। কমান্ড লাইন থেকে root হিসেবে "medusa-indexd" চালিয়ে একটি নতুন ফাইলের তালিকা তৈরী করতে পারেন।
vi: Mục tìm kiếm bạn đã chọn mới hơn chỉ mục trong hệ thống của bạn. Sẽ không có kết quả tìm kiếm. Bạn có thể tạo chỉ mục mới bằng cách thực hiện lệnh "medusa-indexd" với tư cách root.

source: Search for items that are too new
bn: যেসব ফাইল/ফোল্ডার খুবই নতুন, সেগুলো খুঁজে বের করা হোক
vi: Các mục cần tìm quá mới

source: Every indexed file on your computer matches the criteria you selected. You can check the spelling on your selections or add more criteria to narrow your results.
bn: আপনি যে ধরনের ফাইল খুঁজতে চাচ্ছেন, প্রতিটি ফাইলই তার আওতায় পরে। তাই আরো নিখুঁত ফলাফল পেতে চাইলে অনুসন্ধানে ব্যবহৃত শব্দের বানান পরীক্ষা করুন অথবা আরো বেশি শব্দ ব্যবহার করুন।
vi: Mỗi tập tin được đánh chỉ mục trên máy bạn khớp với một điều kiện mà bạn chọn. Bạn có thể kiểm tra chính ta trên lựa chọn của bạn và thêm vào các điều kiện mới để thu hẹp phạm vi tìm kiếm.

source: Error during search
bn: ফাইল খোঁজার সময় সমস্যা হয়েছে
vi: Lỗi trong khi tìm kiếm

source: Find cannot open your file system index. Your index may be missing or corrupt. You can create a new index by running "medusa-indexd" as root on the command line.
bn: Find ফাইল সিস্টেমের তালিকা পড়তে পারছে না। সম্ভবত তালিকাটি হারিয়ে বা নষ্ট হয়ে গিয়েছে। নতুন করে ফাইলের তালিকা তৈরি করতে চাইলে কমান্ড লাইন root হিসেবে থেকে "medusa-indexd" চালান।
vi: Không thể tìm thấy tập tin chỉ mục hệ thống. Có lẽ thiếu tập tin chỉ mục chưa có hoặc bị hư. Bạn có thể tạo chỉ mục mới bằng cách thực hiện lệng "medusa-indexd" với tư cách root.

source: Error reading file index
bn: ফাইলের তালিকা পড়তে সমস্যা হয়েছে
vi: Lỗi đọc tập tin chỉ mục

source: An error occurred while loading this search's contents: %s
bn: এই অনুসন্ধানের বিষয়বস্তু পড়তে সমস্যা হয়েছেঃ %s
vi: Một lỗi đã xảy ra khi đọc nội dung tìm kiếm: %s

source: To do a fast search, Find requires an index of the files on your system. Find can't access your index right now so a slower search will be performed that doesn't use the index.
bn: দ্রুত ফাইল খোঁজার জন্য Find সকল ফাইলের একটি তালিকা ব্যবহার করে। যেহেতু এমুহূর্তে এরকম কোন তালিকা পাওয়া যাচ্ছে না, তাই অপেক্ষাকৃত ধীর গতিতেইফাইল খোঁজা হবে।
vi: Để tìm cho nhanh, bộ tìm kiếm cần tập tin chỉ mục của các tập tin trên hệ thống của bạn. Bộ tìm kiếm chưa thể truy cập chỉ mục của bạn bây giờ, vì thể quá trình tìm kiếm sẽ chậm hơn khi dùng chỉ mục.

source: To do a content search, Find requires an index of the files on your system. Find can't access your index right now.
bn: ফাইলের অভ্যন্তরস্থ বস্তুর ওপর নির্ভর করে অনুসন্ধানের জন্য Find সিস্টেমের সকল ফাইলের একটি তালিকা ব্যবহার করে। কিন্তু এমুহূর্তে সেরকম কোন তালিকা পাওয়া যাচ্ছে না।
vi: Để tìm cho nhanh, bộ tìm kiếm cần tập tin chỉ mục của các tập tin trên hệ thống của bạn. Bộ tìm kiếm chưa thể truy cập chỉ mục của bạn bây giờ.

source: Fast searches are not available
bn: দ্রুত ফাইল খোঁজার ব্যবস্থা নেই
vi: Tính năng tìm nhanh không sẵn sàng

source: Content searches are not available
bn: অভ্যন্তরস্থ বস্তু ভিত্তিক অনুসন্ধানের ব্যবস্থা নেই
vi: Không có nội dung tìm kiếm

source: Your index files are available but the Medusa search daemon, which handles index requests, isn't running. To start this program, log in as root and enter this command at the command line: medusa-searchd
bn: ফাইলের তালিকা তৈরি থাকলেও এটি ব্যবহার করার প্রোগ্রাম মেডুসা অনুসন্ধান ডীমন এখন চলছে না। এই প্রোগ্রামটিকে চালু করতে চাইলে root হিসেবে লগিন করে কমান্ড লাইন থেকে এই কমান্ডটি প্রয়োগ করুনঃ medusa-searchd
vi: File chỉ mục chưa sẵn sàng nhưng daemon tìm kiếm Medusa đã chạy rồi. Để khởi động chương trình này, đăng nhập vào root rồi gõ lệnh: medusa-searchd

source: To do a fast search, Find requires an index of the files on your system. Your computer is currently creating that index. Because Find cannot use an index, this search may take several minutes.
bn: দ্রুত ফাইল খোঁজার জন্য সিস্টেমের সকল ফাইলের একটি তালিকা প্রয়োজন। এমুহূর্তে এরকম একটি তালিকা তৈরি করা হচ্ছে। যেহেতু এমুহূর্তে Find তালিকাটি ব্যবহার করতে পারছে না, তাই অনুসন্ধান সম্পন্ন করতে কয়েক মিনিট সময় লাগতে পারে।
vi: Để tìm cho nhanh, bộ tìm kiếm cần tập tin chỉ mục của các tập tin trên hệ thống của bạn. Bộ tìm kiếm chưa thể truy cập chỉ mục của bạn bây giờ, vì thể quá trình tìm kiếm sẽ mất vài phút.

source: To do a content search, Find requires an index of the content on your system. Your computer is currently creating that index. Content searches will be available when the index is complete.
bn: অভ্যন্তরস্থ বস্তুর পর ভিত্তি করে ফাইল খোঁজার জন্য সিস্টেমের সকল ফাইলের একটি তালিকা প্রয়োজন। এরকম একটি তালিকা এমুহূর্তে তৈরি করা হচ্ছে। তালিকাটি তৈরি হয়ে গেলে অভ্যন্তরস্থ বস্তুর ওপর ভিত্তিক করে অনুসন্ধান চালানো যাবে।
vi: Để thực hiện tìm kiếm nội dung, bộ tìm kiếm cần biết nội dung bạn cần tìm. Máy của bạn đang tạo chỉ mục. Nội dung tìm kiếm sẽ sẵn sàng khi chỉ mục được hoàn tất.

source: Indexed searches are not available
bn: ফাইলের তালিকা ব্যবহার করে ফাইল খোঁজার ব্যবস্থা নেই
vi: Tìm kiếm theo chỉ mục chưa sẵn sàng

source: To do a fast search, Find requires an index of the files on your system. No index is available right now. You can create an index by running "medusa-indexd" as root on the command line. Until a complete index is available, searches will take several minutes.
bn: দ্রুত ফাইল খোঁজার জন্য Find সিস্টেমের সকল ফাইলের একটি তালিকা ব্যবহার করে। এমুহূর্তে এরকম কোন তালিকা নেই। এই তালিকা তৈরি করতে হলে root হিসেবে কমান্ড লাইন থেকে "medusa-indexd" চালান। সম্পূর্ণ তালিকাটি তৈরি না হওয়া পর্যন্ত ফাইল অনুসন্ধানের ক্ষেত্রে কয়েক মিনিট সময় লাগবে।
vi: Để tìm nhanh, bộ tìm kiếm cần chỉ mục của các tập tin trong hệ thống. Hiện thời chưa có chỉ mục. Bạn có thể tạo chỉ mục bằng cách thực hiện lệnh "medusa-indexd" với tư cách root. Quá trình tìm kiếm sẽ mất vài phút cho tới khi nào hoàn tất chỉ mục.

source: To do a content search, Find requires an index of the content on your system. No index is available right now. You can create an index by running "medusa-indexd" as root on the command line. Until a complete index is available, content searches cannot be performed.
bn: বিষয়বস্তুর ওপর ভিত্তি করে ফাইল খোঁজার জন্য Find সিস্টেমের সকল ফাইলের একটি তালিকা ব্যবহার করে। এমুহূর্তে এরকম কোন তালিকা নেই। এই তালিকা তৈরি করতে হলে root হিসেবে কমান্ড লাইন থেকে "medusa-indexd" চালান। সম্পূর্ণ তালিকাটি তৈরি না হওয়া বিষয়বস্তুভিত্তিক ফাইল অনুসন্ধান সম্ভব নয়।
vi: Để tìm kiếm nội dung, bộ tìm kiếm cần chỉ mục của các tập tin trong hệ thống. Hiện thời chưa có chỉ mục. Bạn có thể tạo chỉ mục bằng cách thực hiện lệnh "medusa-indexd" với tư cách root. Quá trình tìm kiếm nội dung sẽ không thể thực hiện được tới khi nào hoàn tất chỉ mục.

source: To do a fast search, Find requires an index of the files on your system. Your system administrator has disabled fast search on your computer, so no index is available.
bn: দ্রুত ফাইল খোঁজার জন্য Find সিস্টেমের সকল ফাইলের একটি তালিকা ব্যবহার করে।যেহেতু আপনার সিস্টেম অ্যাডমিনস্ট্রেটর এই সিস্টেমে দ্রুত ফাইল খোঁজার ব্যবস্থা নিষ্ক্রিয় করে রেখেছেন, তাই এরকম কোন তালিকা নেই।
vi: Để tìm nhanh, bộ tìm kiếm cần chỉ mục của các tập tin trên hệ thống. System administrator đã tắt chức năng tìm nhanh trên máy, vì thế không có chỉ mục.

source: Fast searches are not enabled on your computer
bn: এই কম্পিউটারে দ্রুত ফাইল খোঁজার ব্যবস্থা নেই
vi: Tính năng tìm nhanh không được bật

source: Where
bn: কোথায়
vi: Ở đâu

source: _Reveal in New Window
bn: নতুন উইন্ডোতে প্রদর্শন করা হোক

source: Reveal in %d _New Windows
bn: %d টি নতুন উইন্ডোতে প্রদর্শন করা হোক

source: Nautilus found more search results than it can display. Some matching items will not be displayed.
bn: নটিলাসের অনুসন্ধানের ফলাফলের সংখ্যা এত বেশি যে সবগুলো দেখানো সম্ভব নয়। তাই দেখানোর সময়কিছু ফলাফল বাদ দেয়া হবে।
vi: Số lượng kết quả tìm kiếm quá nhiều, Nautilus không thể xử lý hết. Vì thế một vài kết quả tìm kiếm sẽ không được hiển thị.

source: Too Many Matches
bn: ফলাফলের সংখ্যা অত্যধিক বেশি
vi: Trùng khớp quá nhiều

source: Change Desktop _Background
bn: ডেস্কটপের পটভূমি পরিবর্তন করা হোক

source: Create L_auncher
bn: নতুন লঞ্চার তৈরি করো (_ল)

source: Create a new launcher
bn: একটি নতুন লঞ্চার তৈরি করুন

source: Delete all items in the Trash
bn: আবর্জনার বাক্সের সব কিছু মুছে ফেলা হোক
vi: Đổ rác

source: Open T_erminal
bn: টার্মিনাল খোলো (_ট)

source: Open a new GNOME terminal window
bn: একটি নতুন গুহ্‌নোম (GNOME) টার্মিনাল উইন্ডো চালু করা হোক
vi: Mở cửa sổ terminal mới

source: Show a window that lets you set your desktop background's pattern or color
bn: ডেস্কটপের পটভূমির বিন্যাস বা রং নির্ধারণী উইন্ডো প্রদর্শন করা হোক
vi: Hiện cửa sổ cho phép bạn đổi mẫu lát nền hoặc màu nền

source: Use _Default Background
bn: ডিফল্ট পটভূমি ব্যবহার করা হোক

source: Use the default desktop background
bn: ডেস্কটপে ডিফল্ট পটভূমি ব্যবহার করা হোক

source: Choose a program with which to open the selected item
bn: চিহ্নিত ফাইলটিকে ব্যবহারের জন্য একটি প্রোগ্রাম বেছে নিন
vi: Chọn chương trình để mở với mục được chọn

source: Choose another application with which to open the selected item
bn: চিহ্নিত ফাইলটিকে ব্যবহারের জন্য অন্য একটি প্রোগ্রামকে বেছে নিন
vi: Chọn ứng dụng khác để mở với mục được chọn

source: Choose another viewer with which to view the selected item
bn: চিহ্নিত ফাইলটিকে দেখার জন্য কোন একটি প্রদর্শক প্রোগ্রাম বেছে নিন
vi: Chọn trình hiển thị khác để mở với mục được chọn

source: Create _Folder
bn: নতুন ফোল্ডার তৈরি করো (_ফ)

source: Create a new empty folder inside this folder
bn: এই ফোল্ডারের ভেতরে আরেকটি নতুন ফাঁকা ফোল্ডার তৈরি করা হোক
vi: Tạo thư mục rỗng bên trong thư mục này

source: Create a symbolic link for each selected item
bn: প্রতিটি চিহ্নিত ফাইল/ফোল্ডার-এর জন্য সিম্বলিক লিঙ্ক তৈরি করা হোক
vi: Tạo liên kết tới mỗi mục được chọn

source: D_uplicate
bn: প্রতিরূপ (_র)

source: Delete each selected item, without moving to the Trash
bn: আবর্জনার বাক্সে স্থানান্তর না করে সবগুলো চিহ্নিত ফাইল/ফোল্ডারকে সরাসরি মুছে ফেলা হোক
vi: Xóa các mục được chọn, nhưng không bỏ vào Thùng rác

source: Duplicate each selected item
bn: প্রতিটি চিহ্নিত বস্তুর প্রতিরূপ (Duplicate) তৈরি করা হোক
vi: Tạo bản sao mỗi mục được chọn

source: Edit Launcher
bn: লঞ্চার এডিট করা হোক

source: Edit the launcher information
bn: লঞ্চারের তথ্য এডিট করা হোক

source: Format the selected volume
bn: চিহ্নিত ভলিউমটিকে ফরম্যাট করা হোক

source: Medi_a Properties
bn: মিডিয়ার বৈশিষ্ট্যাবলি (_ম)

source: Move or copy files previously selected by a Cut Files or Copy Files command
bn: কাট (Cut) বা কপি (Copy) কম্যান্ডের সাহায্যে পূর্বে চিহ্নিত ফাইলসমূহকে স্থানান্তর বা কপি করা হোক
vi: Di chuyển hoặc sao chép các tập tin được chọn lần trước bằng lệnh Cắt tập tin hoặc lệnh Chép tập tin

source: Move or copy files previously selected by a Cut Files or Copy Files command into the selected folder
bn: কাট (Cut) বা কপি (Copy) কম্যান্ডের সাহায্যে পূর্বে চিহ্নিত ফাইলসমূহকে স্থানান্তর বা কপি করা হোক

source: Open Wit_h
bn: যে প্রোগ্রামের সাহায্যে চালানো হবে (_হ)
vi: Mở _bằng

source: Open the selected item in this window
bn: চিহ্নিত ফাইল/ফোল্ডারকে এই উইন্ডোতে প্রদর্শন করা হোক
vi: Mở các mục được chọn trong cửa sổ này

source: Prepare the selected files to be copied with a Paste Files command
bn: চিহ্নিত ফাইলসমূহকে পেস্ট (Paste) কম্যান্ডের সাহায্যে কপি করার ব্যবস্থা করা হোক
vi: Chuẩn bị sao chép các tập tin được chọn với lệnh "Dán tập tin"

source: Prepare the selected files to be moved with a Paste Files command
bn: চিহ্নিত ফাইলসমূহকে পেস্ট (Paste) কম্যান্ডের সাহায্যে স্থানান্তর করার ব্যবস্থা করা হোক
vi: Chuẩn bị di chuyển các tập tin được chọn với lệnh "Dán tập tin"

source: Rename selected item
bn: চিহ্নিত ফাইল/ফোল্ডারগুলোর নাম পরিবর্তন করা হোক

source: Reset View to _Defaults
bn: প্রদর্শনের জন্য ডিফল্ট ব্যবহার করা হোক

source: Reset sorting order and zoom level to match preferences for this view
bn: সাজানোর ধারা ও বড় করে দেখার মাত্রা এমনভাবে পরিবর্তন করা হোক যেন তা এই দৃশ্যের বৈশিষ্ট্যের সাথে মিলে যায়
vi: Phục hồi thứ tự và độ phóng đại cho khớp các thông số cho cửa sổ này

source: Run or manage scripts from ~/Nautilus/scripts
bn: ~/Nautilus/scripts এর স্ক্রিপ্টসমূহকে চালানো বা ম্যানেজ করা হোক

source: Select _All Files
bn: সকল ফাইলকে চিহ্নিত করা হোক
vi: Chọn _mọi tập tin

source: Select all items in this window
bn: এই উইন্ডোর সকল ফাইল/ফোল্ডারকে চিহ্নিত করা হোক
vi: Chọn mọi mục trong cửa sổ

source: Show media properties for the selected volume
bn: চিহ্নিত ফাইল সিস্টেম খন্ডের মিডিয়া বৈশিষ্ট্যাবলি প্রদর্শন করা হোক

source: Show the folder containing the scripts that appear in this menu
bn: এই মেনুতে প্রদর্শিত স্ক্রিপ্টসমূহ যে ফোল্ডারে আছে তা দেখানো হোক
vi: Hiển thị thư mục chứa các script trong menu này

source: Unmount the selected volume
bn: চিহ্নিত ফাইল সিস্টেমকে আনমাউন্ট করা হোক

source: Use the default background for this location
bn: এখানে ডিফল্ট পটভূমি ব্যবহার করা হোক

source: View or modify the properties of each selected item
bn: প্রতিটি চিহ্নিত ফাইল/ফোল্ডারের বৈশিষ্ট্য দেখানো বা পরিবর্তন করা হোক
vi: Xem hoặc thay đổi thuộc tính của mỗi mục được chọn

source: _Format
bn: বিন্যাস (_ব)

source: _Open
bn: প্রদর্শন (_প)
my: _O ဖွင့်ရန်
vi: _Mở

source: _Open Scripts Folder
bn: যে ফোল্ডারে স্ক্রিপ্টসমূহ আছে তা দেখানো হোক (_খ)
my: စခရစ်ဖိုလ်ဒါ_ဖွင့်
vi: _Mở thư mục script

source: _Paste Files
bn: ফাইল পেস্ট (Paste) করা হোক (_প)
vi: _Dán tập tin

source: _Paste Files Into Folder
bn: ফোল্ডারের মধ্যে ফাইল পেস্ট (Paste) করা হোক (_প)

source: _Properties
bn: বৈশিষ্ট্যাবলি (_ব)
my: _P ဂုဏ်သတ္တိများ

source: _Rename...
bn: নাম পরিবর্তন (_র)...

source: _Scripts
bn: স্ক্রিপ্ট (_ক)
my: _စခရစ်

source: Arran_ge Items
bn: ফাইল/ফোল্ডারগুলোকে নতুন করে সাজানো হোক (_স)

source: By Modification _Date
bn: সর্বশেষ পরিবর্তনের তারিখ অনুসারে (_ত)

source: By _Emblems
bn: প্রতীক অনুসারে (_প)
vi: Theo _biểu tượng

source: By _Name
bn: নামানুসারে (_ন)
vi: Theo _tên

source: By _Size
bn: আকার অনুসারে (_আ)
vi: Theo kích t_hước

source: By _Type
bn: _ধরন অনুসারে (_ধ)
vi: Theo _kiểu

source: Clean _Up by Name
bn: নামানুসারে সাজানো হোক (_ম)

source: Compact _Layout
bn: ঘনভাবে সাজানো (_ঘ)

source: Display icons in the opposite order
bn: উল্টো ধারায় আইকন সাজানো হোক
vi: Sắp biểu tượng theo thứ tự ngược lại

source: Keep icons lined up on a grid
bn: আইকনগুলোকে একটি ছাঁচের মধ্যে সারিবদ্ধ করে রাখা হোক

source: Leave icons wherever they are dropped
bn: যেখানে আইকন রাখা হবে সেখানেই তা থাকবে

source: Make the selected icon stretchable
bn: চিহ্নিত আইকনটিকে প্রসারণযোগ্য করা হোক

source: Re_versed Order
bn: উল্টো ধারা (_উ)
vi: Thứ tự _ngược

source: Reposition icons to better fit in the window and avoid overlapping
bn: আইকনগুলোকে এমনভাবে সাজানো হোক যেন তারা উইন্ডোর আকারের সাথে খাপ খেয়ে যায় এবং একটির ওপর আরেকটি উঠে না যায়
vi: Tái định vị biểu tượng để cho vừa khớp trong cửa sổ và tránh đè lên nhau.

source: Restore each selected icon to its original size
bn: প্রতিটি চিহ্নিত আইকনকে তার প্রকৃত আকার অনুসারে রাখা হোক
vi: Phục hồi các biểu tượng được chọn về kích thước gốc

source: Str_etch Icon
bn: আইকন প্রসারিত করো (_র)

source: Toggle using a tighter layout scheme
bn: আরো ঘনভাবে সাজানোর যায় এরকম কোন পদ্ধতি ব্যবহার করে পরিবর্তন করা হোক

source: _Keep Aligned
bn: সারিবদ্ধ করে রাখো (_স)

source: _Manually
bn: নিজ হাতে (_হ)
vi: _Thủ công

source: Indexing is %d%% complete.
bn: তালিকা তৈরির কাজ %d%% ভাগ সম্পন্ন হয়েছে।
vi: Tạo chỉ mục đã hoàn tất %d%%.

source: Once a day your files and text content are indexed so your searches are fast.
bn: দ্রুত ফাইল অনুসন্ধানের জন্য প্রতিদিন একবার সকল ফাইল ও অন্যান্য টেক্সটের তালিকা তৈরি করা হয়।
vi: Các tập tin và nội dung text của bạn sẽ được tạo chỉ mục mỗi ngày một lần để quá trình tìm kiếm nhanh hơn.

source: Indexing Status
bn: ফাইলের তালিকা তৈরির অবস্থা
vi: Trạng thái chỉ mục

source: Your files were last indexed at %s
bn: শেষবার যে সময় ফাইলের তালিকা তৈরি করা হয়েছিল তা হল %s
vi: Các tập tin được đánh chỉ mục lần cuối lúc %s

source: Once a day your files and text content are indexed so your searches are fast. Your files are currently being indexed.
bn: দ্রুত ফাইল অনুসন্ধানের জন্য প্রতিদিন একবার সমস্ত ফাইল ও অন্যান্য টেক্সটের তালিকা তৈরি করা হয়। এমুহূর্তে আজকের তালিকাটি তৈরি করা হচ্ছে।
vi: Các tập tin và nội dung text của bạn sẽ được tạo chỉ mục mỗi ngày một lần để quá trình tìm kiếm nhanh hơn. Các tập tin của bạn đã được tạo chỉ mục.

source: When Fast Search is enabled, Find creates an index to speed up searches. Fast searching is not enabled on your computer, so you do not have an index right now.
bn: দ্রুত ফাইল অনুসন্ধানের ব্যবস্থা সক্রিয় থাকলে Find সকল ফাইলের একটি তালিকা তৈরি করে। যেহেতু আপনার কম্পিউটারে দ্রত ফাইল অনুসন্ধানের কোন ব্যবস্থা নেই তাই এরকম কোন তালিকাও এমুহূর্তে নেই।
vi: Khi Tìm nhanh được bật, chỉ mục sẽ được tạo để đẩy nhanh tốc độ tìm kiếm. Quá trình tìm kiếm nhanh không được kích hoạt trên máy của bạn, vì thế hiện giờ bạn không có chỉ mục.

source: There is no index of your files right now.
bn: এমুহূর্তে আপনার ব্যবহৃত ফাইলসমূহের কোন তালিকা নেই।
vi: Hiện giờ không có chỉ mục cho tập tin của bạn.

source: Sorry, but the medusa search service is not available.
bn: দুঃখিত, মেডুসা ফাইল সন্ধান প্রক্রিয়া সচল নেই।
vi: Rất tiếc, nhưng dịch vụ tìm kiếm Medusa không sẵn sàng.

source: Reveal each selected item in its original folder
bn: প্রতিটি চিহ্নিত ফাইল/ফোল্ডারকে তাদের নিজস্ব ফোল্ডারে দেখানো হোক

source: Reveal in New Window
bn: নতুন উইন্ডোতে প্রদর্শন করা হোক

source: Show Indexing Status
bn: ফাইলের তালিকা তৈরির বর্তমান অবস্থা জানানো হোক
vi: Hiện trạng thái chỉ mục

source: Show _Indexing Status
bn: ফাইলের তালিকা তৈরির বর্তমান অবস্থা জানানো হোক
vi: Hiện trạng thái _chỉ mục

source: Show status of indexing used when searching
bn: অনুসন্ধানের সময় ফাইলের তালিকা তৈরির বর্তমান অবস্থা জানানো হোক
vi: Hiện trạng thái của chỉ mục được dùng khi tìm kiếm

source: Couldn't Create Required Folder
bn: প্রয়োজনীয় ফোল্ডারটি তৈরি করা যায়নি
vi: Không thể tạo thư mục cần thiết

source: Nautilus could not create the required folder "%s". Before running Nautilus, please create this folder, or set permissions such that Nautilus can create it.
bn: নটিলাস, প্রয়োজনীয় ফোল্ডার "%s" তৈরি করতে পারেনি। পরবর্তিতে নটিলনটিলাসানোর পূর্বে দয়া করে ফোল্ডারটি তৈরি করে রাখুন অথবা এমন কিছু করুন যেন নটনটিলাসিজেই ফোল্ডারটি তৈরি করতে পারে।
vi: Nautilus không thể tạo các thư mục được cần thiết "%s". Trước khi chạy Nautilus, vui lòng tạo thư mục này, hoặc chỉnh quyền truy cập để Nautilus có thể tạo thư mục này.

source: Couldn't Create Required Folders
bn: প্রয়োজনীয় ফোল্ডারসমূহ তৈরি করা যায়নি
vi: Không thể tạo thư mục cần thiết

source: Nautilus could not create the following required folders: %s Before running Nautilus, please create these folders, or set permissions such that Nautilus can create them.
bn: নটিলাস নিম্নোক্ত প্রয়োজনীয় ফোল্ডারসমূহ তৈরি করতে পারেনিঃ %s পরবর্তিতে নটিলাস চালানোর পূর্বে দয়া করে ফোল্ডারগুলো তৈরি করে রাখুন অথবা ফোল্ডার ব্যবহারের অনুমতি পরিবর্তন করে এমন করুন যেন নটিলাস ফোল্ডারটি তৈরি করতে পারে।
vi: Nautilus không thể tạo các thư mục cần thiết sau: %s Trước khi chạy Nautilus, vui lòng tạo những thư mục này, hoặc chỉnh quyền truy cập để Nautilus có thể tạo các thư mục này.

source: Link To Old Desktop
bn: পুরোনো ডেক্সটপের অবস্থান

source: The location of the desktop directory has changed in GNOME 2.4. A link called "Link To Old Desktop" has been created on the desktop. You can open this to move over the files you want, then delete the link.
bn: গুহ্‌নোম ২.৪-এ ডেস্কটপ ডিরেক্টরির অবস্থান বদলে গেছে। "পুরোনো ডেক্সটপের অবস্থান" বলে একটি লিঙ্ক বর্তমান ডেস্কটপের উপরে তৈরি করা হয়েছে। চাইলে আপনি আপনার দরকারি ফাইলগুলোকে ওখান থেকে সরিয়ে এনে লিঙ্কটিকে মুছে ফেলতে পারেন।

source: Nautilus can't be used now. Running the command "bonobo-slay" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again.
bn: নটিলাসকে এখন চালানো যাবেনা। কনসোল থেকে "bonobo-slay" কম্যান্ডটি চালালে হয়তো সমস্যাটি দূর হতে পারে। যদি এতেও সমস্যা দূর না হয়, তবে কম্পিউটার রিবুট করুন অথবা নতুন করে নটিলাস ইনস্টল করুন।
