Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: Factory for Nautilus component adapter factories
bn: নটিলাস কম্পোনেন্ট অ্যাডাপ্টর ফ্যাক্টরি তৈরির ফ্যাক্টরি
vi: Factory cho các Nautilus component adapter factory

source: Factory for Nautilus component adapter factories
bn: নটিলাস কমপোনেন্ট অ্যাডাপ্টর ফ্যাক্টরি তৈরির ফ্যাক্টরি
vi: Factory cho các Nautilus component adapter factory

source: Factory for objects that wrap ordinary Bonobo Controls or Embeddables to look like Nautilus Views
bn: যেসব অবজেক্ট সাধারণ বনোবো নিয়ন্ত্রণ বা এম্বেডেবলকে নটিনটিলাসউপযোগী করে দেখায়, তার ফ্যাক্টরি
vi: Factory cho các object bao Bonobo Controls hoặc Embeddables nguyên thủy để trông giống Nautilus View

source: Nautilus component adapter factory
bn: নটিলাস কম্পোনেন্ট অ্যাডাপ্টর ফ্যাক্টরি

source: bonobo_ui_init() failed.
bn: bonobo_ui_init() ব্যর্থ হয়েছে।

source: Emblems
bn: প্রতীক
vi: Biểu tượng

source: Nautilus Emblem side pane
bn: নটিলাসের প্রতীকধারী সাইড পেন

source: Nautilus Emblem view
bn: নটিলাস প্রতীকের দৃশ্য

source: Couldn't remove emblem with name '%s'. This is probably because the emblem is a permanent one, and not one you added yourself.
bn: '%s' নামের প্রতীকটিকে সরিয়ে ফেলা যায়নি না। সম্ভবত এটি একটি স্থায়ী প্রতীকটি এবং আপনি নিজে এটিকে যোগ করেন নি।

source: Couldn't remove emblem
bn: প্রতীক মুছে ফেলা যায়নি

source: Couldn't rename emblem with name '%s'. This is probably because the emblem is a permanent one, and not one that you added yourself.
bn: '%s' নামের প্রতীকটির নাম পরিবর্তন করা যায়নি না। সম্ভবত এটি একটি স্থায়ী প্রতীকটি এবং আপনি নিজে এটিকে যোগ করেন নি।

source: Couldn't rename emblem
bn: প্রতীকের নাম পরিবর্তন করা যায়নি

source: Rename Emblem
bn: প্রতীকের নাম পরিবর্তন করা হোক

source: Enter a new name for the displayed emblem:
bn: যে প্রতীকটি প্রদর্শন করা হচ্ছে তার জন্য একটি নাম লিখুন:

source: Rename
bn: নাম পরিবর্তন
vi: Đổi tên

source: Add Emblems...
bn: প্রতীক যোগ করুন...

source: Enter a descriptive name next to each emblem. This name will be used in other places to identify the emblem.
bn: প্রতিটি প্রতীকের পাশে একটি বর্ণনাসূচক নাম লিখুন। এই নামটি অন্যান্য স্থানে প্রতীককে চিহ্নিত করার কাজে ব্যবহৃত হবে।

source: Enter a descriptive name next to the emblem. This name will be used in other places to identify the emblem.
bn: প্রতীকটির পাশে একটি বর্ণনাসূচক নাম লিখুন। এই নামটি অন্যান্য স্থানে প্রতীকটিকে চিহ্নিত করার কাজে ব্যবহৃত হবে।

source: Some of the files could not be added as emblems because they did not appear to be valid images.
bn: কিছু কিছু ফাইলকে প্রতীক হিসেবে ব্যবহার করা যাচ্ছে না, কারণ মনে হচ্ছে যে এগুলো আদৌ কোন ছবির ফাইল নয়।

source: Couldn't add emblems
bn: প্রতীক যোগ করা যায়নি

source: None of the files could be added as emblems because they did not appear to be valid images.
bn: কোন ফাইলকেই প্রতীক হিসেবে ব্যবহার করা যাচ্ছে না, কারণ মনে হচ্ছে যে এগুলো আদৌ কোন ছবির ফাইল নয়।

source: The dragged text was not a valid file location.
bn: যে টেক্সট টেনে আনা হয়েছে তা কোন ফাইলের সঠিক অবস্থান নির্দেশ করে না।

source: Couldn't add emblem
bn: প্রতীক যোগ করা যায়নি

source: The file '%s' does not appear to be a valid image.
bn: '%s' নামের ফাইলটিকে কোন ছবির ফাইল বলে মনে হচ্ছে না।

source: The dragged file does not appear to be a valid image.
bn: যে ফাইলটিকে টেনে আনা হয়েছে তা কোন ছবির ফাইল বলে মনে হচ্ছে না।

source: Erase
bn: মুছে ফেলো
vi: Xóa

source: Factory for hardware view
bn: হার্ডওয়ার চিত্রের ফ্যাক্টরি
vi: Factory cho hardware view

source: Hardware
bn: হার্ডওয়ার
vi: Phần cứng

source: Hardware Viewer
bn: হার্ডওয়ার প্রদর্শক
vi: Trình xem phần cứng

source: Hardware view
bn: হার্ডওয়ার চিত্র
vi: Cửa sổ Phần cứng

source: View as Hardware
bn: হার্ডওয়ার হিসেবে দেখানো হোক
vi: Xem phần cứng

source: hardware view
bn: হার্ডওয়ার চিত্র
vi: cửa sổ phần cứng

source: name of icon for the hardware view
bn: হার্ডওয়ার চিত্র নির্দেশক আইকনের নাম
vi: tên biểu tượng cho cửa sổ phần cứng

source: summary of hardware info
bn: হার্ডওয়ার সংক্রান্ত তথ্যের সারসংক্ষেপ
vi: Tóm tắt thông tin phần cứng

source: %s CPU %s MHz %s K cache size
bn: %s সি.পি.ইউ %s মেগাহার্জ ক্যাশের আকার %s কিলোবাইট
vi: %s CPU %s MHz %s K cache

source: %lu GB RAM
bn: %lu গিগাবাইট র্যাম

source: %lu MB RAM
bn: %lu মেগাবাইট র্যাম

source: %lu GB
bn: %lu গিগাবাইট

source: %lu MB
bn: %lu মেগাবাইট

source: Uptime is %d days, %d hours, %d minutes
bn: কম্পিউটারটি %d দিন, %d ঘন্টা, %d মিনিট যাবত্‍ চলছে

source: Hardware Overview
bn: হার্ডওয়ার বিষয়ক সংক্ষিপ্ত বিবরণ
vi: Tổng quan phần cứng

source: This is a placeholder for the CPU page.
bn: এটা সি-পি-ইউ সম্বন্ধীয় পৃষ্ঠার জন্য নির্বাচিত জায়গা
vi: Đây là chỗ dành cho trang CPU.

source: This is a placeholder for the RAM page.
bn: এটা র্যাম সম্বন্ধীয় পৃষ্ঠার জন্য নির্বাচিত জায়গা
vi: Đây là chỗ dành cho trang RAM.

source: This is a placeholder for the IDE page.
bn: এটা আই-ডি-ই সম্বন্ধীয় পৃষ্ঠার জন্য নির্বাচিত জায়গা
vi: Đây là chỗ dành cho trang IDE.

source: History
bn: ব্রাউজকৃত স্থানসমূহের তালিকা
vi: Nhật ký

source: History side pane
bn: ব্রাউজকৃত স্থানসমূহের তালিকা প্রদর্শনকারী সাইড পেন

source: History side pane for Nautilus
bn: নটিলাসের ব্রাউজকৃত স্থানসমূহের তালিকা

source: Image
bn: ছবি
my: ပုံ
vi: Ảnh

source: Image Properties content view component
bn: চিত্র বৈশিষ্ট্য প্রদর্শক কম্পোনেন্ট

source: Nautilus Image Properties view
bn: নটিলাসের চিত্র বৈশিষ্ট্য প্রদর্শক

source: Software
bn: সফটওয়ার
my: ဆော့ဖ်ဝဲလ်
vi: Phần mềm

source: <b>Image Type:</b> %s (%s) <b>Resolution:</b> %dx%d pixels
bn: <b>চিত্রের ধরন:</b> %s (%s) <b>রেজলুশন:</b> %dx%d পিক্সেল

source: Failed to load image information
bn: চিত্রসংক্রান্ত তথ্য পড়া যায়নি
my: ပုံရိပ်၏အချက်အလက်များ မတွန်းတင်နိုင်ခဲ့ပါ

source: loading...
bn: আসিতেছে...

source: URI currently displayed
bn: বর্তমানে প্রদর্শিত উই.আর.আই (URI)

source: Notes
bn: বিশেষ তথ্য
vi: Ghi chú

source: Notes side pane
bn: বিশেষ তথ্য প্রদর্শনকারী পেন

source: Notes side pane for Nautilus
bn: নটিলাসের বিশেষ তথ্য প্রদর্শনকারী পেন

source: Factory for text view
bn: টেক্সট প্রদর্শকের ফ্যাক্টরি
vi: Factory cho text view

source: Text
bn: টেক্সট
my: စာသား

source: Text Viewer
bn: টেক্সট প্রদর্শক
vi: Trình xem text

source: Text view
bn: টেক্সট হিসেবে প্রদর্শন
vi: Khung text

source: Text view factory
bn: টেক্সট প্রদর্শকের ফ্যাক্টরি

source: View as Text
bn: টেক্সট হিসেবে প্রদর্শন করা হোক
vi: Xem như là text

source: Copy the selected text to the clipboard
bn: চিহ্নিত টেক্সটকে ক্লিপবোর্ডে কপি করা হোক
vi: Sao chép đoạn text đã chọn vào clipboard

source: _Copy Text
bn: টেক্সট কপি (Copy) করা হোক (_ক)
vi: _Sao chép Text

source: Search Google for Selected Text
bn: চিহ্নিত টেক্সটের ওপর গুগল (Google)-এ অনুসন্ধান করা হোক
vi: Tìm đoạn text được chọn bằng Google

source: Use Google to search the web for the selected text
bn: চিহ্নিত টেক্সটের ওপর ওয়েবে অনুসন্ধানের সময় গুগল (Google)-কে ব্যবহার করা হোক
vi: Dùng Google để tìm đoạn text được chọn trên web

source: Look Up Selected Text in Dictionary
bn: অভিধানে চিহ্নিত টেক্সট খোঁজা হোক
vi: Tìm đoạn text được chọn trong từ điển

source: Look up the selected text in the Merriam-Webster dictionary
bn: মেরিয়াম-ওয়েবস্টার অভিধানে চিহ্নিত টেক্সট খোঁজা হোক
vi: Tìm đoạn text được chọn trong từ điển Merriam-Webster

source: animation to indicate on-going activity
bn: বর্তমানে যে কাজটি করা হচ্ছে তা নির্দেশের জন্য অ্যানিমেশন ব্যবহার করা হোক
vi: hoạt cảnh thể hiện công việc đang tiến hành

source: throbber
bn: থ্রোবার

source: throbber factory
bn: থ্রোবার ফ্যাক্টরি

source: throbber object factory
bn: থ্রোবার অবজেক্ট ফ্যাক্টরি

source: provides visual status
bn: চিত্রের সাহায্যে অবস্থা প্রদর্শন করে

source: Nautilus Tree side pane
bn: নটিলাসের শাখা-প্রশাখার মত ফাইল তালিকা প্রদর্শনকারী পেন

source: Nautilus Tree view
bn: নটিলাসের শাখা-প্রশাখার মত ফাইল তালিকার চিত্র
vi: Khung cây thư mục

source: Tree
bn: শাখা-প্রশাখার মত ফাইল তালিকা
vi: Cây thư mục

source: (Empty)
bn: (ফাঁকা)

source: Loading...
bn: আসিতেছে...

source: Home Folder
bn: প্রথম (Home) ফোল্ডার

source: Filesystem
bn: ফাইলসিস্টেম

source: Network Neighbourhood
bn: নেটওয়ার্ক নেইবরহুড

source: Applications
bn: অ্যাপ্‌লিকেশন
vi: Ứng dụng

source: Browse available software
bn: ব্যবহারযোগ্য সফটওয়ারের তালিকা ব্রাউজ করা হোক
vi: Duyệt các ứng dụng hiện có

source: Apparition
bn: ভূত
vi: Ma quỷ

source: Art
bn: শিল্প

source: Azul
bn: আজুল

source: Black
bn: কালো
vi: Đen

source: Blue Ridge
bn: নীল রিজ

source: Blue Rough
bn: এলোমেলো নীল

source: Blue Type
bn: খাঁটি নীল

source: Brushed Metal
bn: ব্রাশ্‌ড মেটাল

source: Bubble Gum
bn: বাবল গাম

source: Burlap
bn: মোটা ক্যানভাস

source: C_olors
bn: রং (_র)

source: Camera
bn: ক্যামেরা

source: Camouflage
bn: ক্যামাফ্লেজ

source: Certified
bn: সনদপ্রাপ্ত

source: Chalk
bn: চক
vi: Phấn

source: Charcoal
bn: কয়লা
vi: Bột than

source: Concrete
bn: কংক্রিট
vi: Bê tông

source: Cool
bn: ঠান্ডা

source: Cork
bn: কর্ক
vi: Bần

source: Countertop
bn: কাউন্টারটপ

source: Danger
bn: বিপদ
vi: Nguy hiểm

source: Danube
bn: দানিউব

source: Dark Cork
bn: কালো কর্ক
vi: Bần sẫm

source: Dark GNOME
bn: কালো গুহ্‌নোম
vi: GNOME sẫm

source: Deep Teal
bn: গভীর পানির বুনোহাঁস

source: Distinguished
bn: সম্মানিত

source: Documents
bn: নথী (ডকুমেন্ট)
my: စာရွက်စာတမ်းဆိုင်ရာများ

source: Dots
bn: বিন্দু
vi: Chấm

source: Draft
bn: খসড়া

source: Drag a color to an object to change it to that color
bn: কোন কিছুর রং পরিবর্তনের জন্য রংটিকে তার ওপর টেনে এনে ছেড়ে দিন
vi: Kéo màu vào đối tượng để thay đổi màu của đối tượng đó

source: Drag a pattern tile to an object to change it
bn: কোন কিছুর প্যাটার্ন পরিবর্তনের জন্য নমুনা প্যাটার্নকে তার ওপর টেনে এনে ছেড়ে দিন
vi: Kéo mẫu lát vào đối tượng để thay đổi mẫu của đối tượng

source: Drag an emblem to an object to add it to the object
bn: কোন কিছুর প্রতীক পরিবর্তনের জন্য প্রতীকটিকে তার ওপর টেনে এনে ছেড়ে দিন
vi: Kéo biểu tượng vào đối tượng để thêm biểu tượng vào đối tượng đó

source: Eclipse
bn: গ্রহণ

source: Envy
bn: ঈর্ষা

source: Favorite
bn: প্রিয়
vi: Ưa thích

source: Fibers
bn: তন্তু
vi: Sợi

source: Fire Engine
bn: অগ্নি নির্বাপক গাড়ি

source: Fleur De Lis
bn: ফ্রান্সের রাজপ্রতীক

source: Floral
bn: ফুলেল
vi: Cây cỏ

source: Fossil
bn: ফসিল
vi: Hóa thạch

source: GNOME
bn: গুহ্‌নোম (GNOME)

source: Granite
bn: গ্রানাইট

source: Grapefruit
bn: আঙ্গুর ফল
vi: Nho

source: Green Weave
bn: বোনা সবুজ কাপড়ের মত

source: Ice
bn: বরফ
vi: Băng

source: Important
bn: গুরুত্বপূর্ণ
vi: Quan trọng

source: Indigo
bn: নীল
vi: Chàm

source: Leaf
bn: পাতা
vi: Lá

source: Lemon
bn: লেবু
vi: Chanh

source: Mail
bn: চিঠি

source: Mango
bn: আম
vi: Xoài

source: Manila Paper
bn: ম্যানিলা কাগজ

source: Moss Ridge
bn: মস রিজ

source: Mud
bn: কাদা
vi: Bùn

source: Multimedia
bn: মাল্টিমিডিয়া

source: New
bn: নতুন
vi: Mới

source: Numbers
bn: সংখ্যা
vi: Số

source: OK
bn: ঠিক আছে
my: ရပြီ
vi: Đồng ý

source: Ocean Strips
bn: সমুদ্র তট

source: Oh No
bn: হায় হায়
vi: Ôi không

source: Onyx
bn: অনিক্স

source: Orange
bn: কমলা
vi: Cam

source: Package
bn: প্যাকেট

source: Pale Blue
bn: নিষ্প্রভ নীল

source: Personal
bn: ব্যক্তিগত
vi: Cá nhân

source: Pictures
bn: ছবি

source: Purple Marble
bn: রক্তবর্ণ মার্বেল

source: Ridged Paper
bn: বাঁকাচোরা কাগজ

source: Rough Paper
bn: খসখসে কাগজ

source: Ruby
bn: লালমণি

source: Sea Foam
bn: সমুদ্রের ফেনা

source: Shale
bn: নরম শিলা

source: Silver
bn: রূপালি
vi: Bạc

source: Sky
bn: আকাশ
vi: Bầu trời

source: Sky Ridge
bn: আকাশী রিজ

source: Snow Ridge
bn: তুষার রিজ

source: Sound
bn: শব্দ

source: Special
bn: বিশেষ
vi: Đặc biệt

source: Stucco
bn: সিমেন্টের নকশা করা দেয়াল
vi: Vữa Stucco

source: Tangerine
bn: ছোট সুগন্ধময় কমলালেবু
vi: Quít

source: Terracotta
bn: টেরাকোটা
vi: Đất nung

source: Urgent
bn: জরুরি
vi: Khẩn cấp

source: Violet
bn: বেগুনী
vi: Tím

source: Wavy White
bn: ঢেউ খেলানো সাদা

source: Web
bn: জাল

source: White
bn: সাদা
vi: Trắn

source: White Ribs
bn: ঢেউ খেলানো সাদা

source: _Emblems
bn: প্রতীক (_প)

source: Favorite applications
bn: প্রিয় অ্যাপ্‌লিকেশন
vi: Ứng dụng ưa thích

source: Favorites
bn: প্রিয়
vi: Điều ưa thích

source: Adjust your user environment
bn: আপনার ডেস্কটপকে পছন্দমত পরিবর্তন করে নিন
vi: Điều chỉnh môi trường người dùng

source: Desktop Preferences
bn: ডেস্কটপ সম্বন্ধীয় পছন্দ সমূহ

source: Configure network services (web server, DNS server, etc.)
bn: বিভিন্ন নেটওয়ার্ক প্রক্রিয়াগুলোকে (ওয়েব সার্ভার, ডি.এন.এস সার্ভার ইত্যাদি) কনফিগার করুন
vi: Cấu hình dịch vụ mạng (web server, DNS server, vân vân)

source: Server Settings
bn: সার্ভারের বৈশিষ্ট্যসূচক মানসমূহ

source: Configure network services
bn: নেটওয়ার্ক প্রক্রিয়াগুলো কনফিগার করুন
vi: Cấu hình dịch vụ mạng

source: Start Here
bn: এখান থেকে আরম্ভ
vi: Bắt đầu ở đây

source: Allaire
bn: আলেয়ার

source: Binary Freedom
bn: বাইনারি স্বাধীনতা

source: Borland
bn: বোরল্যান্ড

source: CNET Computers.com
bn: সীনেট Computers.com

source: CNET Linux Center
bn: সীনেট লিন্যাক্স কেন্দ্র
vi: Trung tâm Linux CNET

source: CollabNet
bn: কোলাবনেট

source: Compaq
bn: কম্প্যাক

source: Conectiva
bn: কানেক্টিভা

source: Covalent
bn: কোভ্যালেন্ট

source: Dell
bn: ডেল

source: International
bn: আন্তর্জাতিক
vi: Quốc tế

source: Linux Documentation Project
bn: লিন্যাক্স ডকুমেন্টেশন প্রজেক্ট
vi: Dự án tài liệu Linux (LDP)

source: Linux One
bn: লিন্যাক্স ওয়ান

source: Linux Online
bn: লিন্যাক্স অনলাইন
vi: Linux trực tuyến

source: Linux Resources
bn: লিন্যাক্স বিষয়ক সফটওয়ার, লেখালেখি ইত্যাদি
vi: Tài nguyên Linux

source: Linux Weekly News
bn: সাপ্তাহিক লিন্যাক্স বার্তা
vi: Bản tin hàng tuần Linux (LWN)

source: MandrakeSoft
bn: ম্যানড্রেকসফট

source: Netraverse
bn: নেট্রাভার্স

source: News and Media
bn: সংবাদ ও প্রচার মাধ্যম

source: O'Reilly
bn: ও'রেইলি

source: OSDN
bn: ও.এস.ডি.এন (OSDN)

source: Open Source Asia
bn: ওপেনসোর্স এশিয়া
vi: Châu Á Mã nguồn mở

source: OpenOffice
bn: ওপেনঅফিস

source: Penguin Computing
bn: পেঙ্গুইন কম্পিউটিং

source: Rackspace
bn: র্যাকস্পেস

source: Red Hat
bn: রেড হ্যাট

source: Red Hat Network
bn: রেড হ্যাট নেটওয়ার্ক
vi: Mạng Red Hat

source: RedFlag Linux
bn: রেডফ্ল্যাগ লিন্যাক্স

source: SourceForge
bn: সোর্সফোর্জ

source: SuSE
bn: সুসে

source: Sun StarOffice
bn: সান স্টারঅফিস

source: Sun Wah Linux
bn: সান ওয়াহ লিন্যাক্স

source: Web Services
bn: ওয়েব সংক্রান্ত সেবাসমূহ
vi: Dịch vụ Web

source: Ximian
bn: জিমিয়ান

source: ZDNet Linux Hardware Database
bn: জেডনেট লিন্যাক্স হার্ডওয়ার ডাটাবেস
vi: Cơ sở dữ liệu phần cứng Linux (ZDNet)

source: ZDNet Linux Resource Center
bn: জেডনেট লিন্যাক্স কেন্দ্র
vi: Trung tâm tài nguyên Linux (ZDNet)

source: Zero-Knowledge
bn: শূন্য-অভিজ্ঞতা

source: Change systemwide settings (affects all users)
bn: সমগ্র সিস্টেমের বৈশিষ্ট্যসূচক মানসমূহ পরিবর্তন করা হোক (যা সকল ব্যবহারকারীকে প্রভাবিত করবে)
vi: Thay đổi thông số cấp hệ thống (tác động lên mọi người dùng)

source: System Settings
bn: সিস্টেমের বৈশিষ্ট্যসূচক মানসমূহ
vi: Các thiết lập hệ thống

source: An Eggplant variation of the Crux theme.
bn: ক্রাক্স থিমের একটি বেগুনজাতীয় রূপভেদ

source: Crux-Eggplant
bn: ক্রাক্স-বেগুন

source: A Teal variation of the Crux theme.
bn: ক্রাক্স থিমের একটি বুনোহাঁসজাতীয় রূপভেদ

source: Crux-Teal
bn: ক্রাক্স-বুনোহাঁস

source: Eazel
bn: ইজেল

source: This is the default theme for Nautilus.
bn: এটিই নটিলাসের ডিফল্ট থিম
vi: Đây là theme mặc định của Nautilus.

source: A theme designed to fit well with the classic GNOME environment.
bn: ক্লাসিক গুহ্‌নোম (GNOME) এর সাথে মানানসই একটি থিম
vi: Theme được thiết kế cho môi trường GNOME cổ điển

source: Sierra
bn: সিয়েরা

source: Uses manila folders and gray-green backgrounds.
bn: ম্যানিলা ফোল্ডার ও ধূসর-সবুজ পটভূমি ব্যবহার করে।

source: Tahoe
bn: টাহো

source: This theme uses photo-realistic folders.
bn: এই থিমটি এমন ফোল্ডার ব্যবহার করে যা ছবির মত বাস্তব দেখায়।

source: Can't find an hbox, using a normal file selection
bn: কোন এইচ.বক্স (hbox) পাওয়া যাচ্ছে না বিধায় একটি সাধারণ ফাইল নির্বাচক ব্যবহার করা হচ্ছে

source: Preview
bn: প্রাকদর্শন

source: A list of captions below an icon in the icon view and the desktop. The actual number of captions shown depends on the zoom level. Possible values are: "size", "type", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", "octal_permissions" and "mime_type".
bn: আইকনের সাহায্যে ফাইল প্রদর্শন ও ডেস্কটপ-এ আইকনের নিচে শিরোনামের তালিকা। আসলে প্রদর্শিত শিরোনামের সংখ্যা নির্ভর করে বড় করে দেখার মাত্রার উপরে। সম্ভাব্য মানসমূহ হল: "আকার", "ধরন", "সর্বশেষ পরিবর্তনের তারিখ", "সর্বশেষ পরিবর্তনের তারিখ", "সর্বশেষ ব্যবহারের তারিখ", "মালিক", "গ্রুপ", "ব্যবহারের অনুমতি", "অক্টাল সংখ্যায় প্রকাশিত অনুমতি" এবং "মাইমের ধরন"।

source: Add Nautilus to session
bn: নটিলাস-কে সেশনে যোগ করুন

source: Bring up a new window for every opened file
bn: প্রত্যেকটি খোলা ফাইলের জন্য একটি করে নতুন ইউন্ডো খুলো

source: Criteria for search bar searching
bn: সার্চ বারের থেকে খোঁজের নিয়ম

source: Criteria when matching files searched for in the search bar. If set to "search_by_text", then Nautilus will Search for files by file name only. If set to "search_by_text_and_properties", then Nautilus will search for files by file name and file properties.
bn: সার্চ বার থেকে খোঁজা ফাইল মেলাবার নিয়ম। যদি "টেক্সট দিয়ে খোঁজ" হিসাবে নির্ণয় করা থাকে, তাহলে নটিলাস শুধু ফাইলের নাম অনুযায়ী খুঁজবে। যদি "টেক্সট ও বৈশিষ্টাবলি দিয়ে খোঁজ" হিসাবে নির্ণয় করা থাকে, তাহলে নটিলাস ফাইলের নাম ও বৈশিষ্টাবলি অনুযায়ী খুঁজবে।

source: Current Nautilus theme (deprecated)
bn: বর্তমানে ব্যবহৃত নটিলাস থীম (ব্যবহারযোগ্য নয়)

source: Custom Background Set
bn: নিজের পছন্দের পটভূমির তালিকা

source: Custom Side Pane Background Set
bn: নিজের পছন্দের ধারের পেন-এর পটভূমির তালিকা

source: Default Background Color
bn: পটভূমির ডিফল্ট রং

source: Default Background Filename
bn: পটভূমির ডিফল্ট ফাইল

source: Default Side Pane Background Color
bn: ধারের পেন-এর পটভূমির ডিফল্ট রং

source: Default Side Pane Background Filename
bn: ধারের পেন-এর পটভূমির ডিফল্ট ফাইল

source: Default folder viewer
bn: ডিফল্ট ফোল্ডার প্রদর্শক
my: မူသတ်မှတ်ထားသော ဖိုလ်ဒါမြင်ကွင်း

source: Default icon zoom level
bn: আইকন প্রদর্শকে বড় করে দেখার ডিফল্ট মাত্রা

source: Default list zoom level
bn: তালিকা প্রদর্শকে বড় করে দেখার ডিফল্ট মাত্রা

source: Default sort order
bn: ক্রমানুসারে সাজাবার ডিফল্ট নিয়মাবলী
my: မူသတ်မှတ်ထားသော စီသည့်အစဉ်

source: Default zoom level used by the icon view.
bn: আইকন প্রদর্শক যে ডিফল্ট বড় করে দেখার মাত্রা ব্যবহার করবে

source: Default zoom level used by the list view.
bn: তালিকা প্রদর্শক যে ডিফল্ট বড় করে দেখার মাত্রা ব্যবহার করবে

source: Desktop font
bn: ডেস্কটপ ফন্ট

source: Desktop home icon name
bn: ডেস্কটপ-এ প্রদর্শিত প্রথম (home) ফোল্ডারের আইকনের নাম

source: Desktop trash icon name
bn: ডেস্কটপে প্রদর্শিত আবর্জনার আইকনের নাম

source: Enable 'special' flags in file preferences dialog
bn: ফাইল সম্বন্ধীয় পছন্দ তালিকায় 'বিশেষ' ফ্ল্যাগ সক্রিয় করা হোক

source: Filename for the default directory background. Only used if background_set is true.
bn: ডিরেক্টরির ডিফল্ট পটভূমির জন্য ফাইল। একমাত্র background_set সত্য (true) হলে প্রযোজ্য।

source: Filename for the default side pane background. Only used if side_pane_background_set is true.
bn: ধারের পেন-এর ডিফল্ট পটভূমির জন্য ফাইল। একমাত্র side_pane_background_set সত্য (true) হলে প্রযোজ্য।

source: Hide default bookmarks in the bookmark menu
bn: বুকমার্ক মেনু-তে ডিফল্ট বুকমার্ক সমূহকে অদৃশ্য রাখো

source: Home icon visible on desktop
bn: প্রথম (Home) ফোল্ডার ডেস্কটপে দৃশ্যমান

source: If set to true, Nautilus will only show directories in the tree side pane. Otherwise it will show both directories and files.
bn: যদি সত্য (true) হয়, তাহলে নটিলাস শাখা-প্রশাখা সদৃশ্য ধারের পেন-এ শুধুমাত্র ডিরেক্টরি সমূহ দেখাবে। অন্যথা নটিলাস ডিরেক্টরি ও ফাইল - দুইই দেখাবে।

source: If set to true, newly opened windows will have the location bar visible.
bn: যদি সত্য (true) হয়, তাহলে নতুন খোলা উইন্ডোতে অবস্থানসূচক বার দৃশ্যমান হবে।

source: If set to true, newly opened windows will have the side pane visible.
bn: যদি সত্য (true) হয়, তাহলে নতুন খোলা উইন্ডোতে ধারের পেন দৃশ্যমান হবে।

source: If set to true, newly opened windows will have the status bar visible.
bn: যদি সত্য (true) হয়, তাহলে নতুন খোলা উইন্ডোতে অবস্থাসূচক বার দৃশ্যমান হবে।

source: If set to true, newly opened windows will have toolbars visible.
bn: যদি সত্য (true) হয়, তাহলে নতুন খোলা উইন্ডোতে টুলবার দৃশ্যমান হবে।

source: If set to true, then Nautilus shows directories prior to showing files in the icon and list views.
bn: যদি সত্য (true) হয়, তাহলে আইকন বা তালিকা হিসাবে দেখাবার সময় ফাইল-এর আগে সমস্ত ডিরেক্টরি সমূহকে দেখাবে।

source: If set to true, then Nautilus will ask for confirmation when you attempt to put files in the trash.
bn: যদি সত্য (true) হয়, তাহলে আপনি যখন কোন ফাইলকে আবর্জনার বাক্সে স্থানান্তরিত করার চেষ্টা করবেন, তখন নটিলাস আপনাকে আপনি নিশ্চিত কিনা সেটা জিজ্ঞাসা করে নেবে।

source: If set to true, then Nautilus will bring up a new Nautilus window by default whenever an item is opened.
bn: যদি সত্য (true) হয়, তাহলে প্রত্যেকবার কোন বস্তুকে খোলা হলে নটিলাস একটি করে নতুন উইন্ডো খুলবে।

source: If set to true, then Nautilus will draw the icons on the desktop.
bn: যদি সত্য (true) হয়, তাহলে ডেস্কটপের আইকন-গুলো নটিলাস আঁকবে।

source: If set to true, then Nautilus will have a feature allowing you to delete a file immediately and in-place, instead of moving it to the trash. This feature can be dangerous, so use caution.
bn: যদি সত্য (true) হয়, তাহলে নটিলাস আপনাকে সরাসরি ভাবে কোন ফাইলকে মুছে ফেলতে দেবে (আবর্জনার বাক্সে না পাঠিয়েই)। এই ব্যবস্থাটি আপনার পক্ষে ক্ষতিকারক হতে পারে, তাই দয়া করে এটাকে সাবধানে ব্যবহার করবেন।

source: If set to true, then Nautilus will just show the user's bookmarks in the bookmark menu.
bn: যদি সত্য (true) হয়, তাহলে বুকমার্ক মেনুতে নটিলাস শুধু ব্যবহারকারীর বুকমার্কগুলোকে দেখাবে।

source: If set to true, then Nautilus will use the user's home directory as the desktop. If it is false, then it will use ~/Desktop as the desktop.
bn: যদি সত্য (true) হয়, তাহলে নটিলাস ব্যবহারকারীর প্রথম ডিরেক্টরী-কে (home directory) ডেস্কটপ হিসাবে ব্যবহার করবে। যদি মিথ্যা (false) হয়, তাহলে ~/Desktop ডেস্কটপে হিসাবে ব্যবহৃত হবে।

source: If set to true, then backup files such as those created by Emacs are displayed. Currently, only files ending in a tilde (~) are considered backup files.
bn: যদি সত্য (true) হয়, তাহলে ব্যাকাপ ফাইলসমূহ (যেমন এমক্সের তৈরি ব্যাকাপ ফাইল) প্রদর্শিত হবে। বর্তমানে শুধু যে ফাইলগুলো টিল্ডা (~) দিয়ে শেষ হচ্ছে, তাদেরকেই ব্যাকাপ ফাইল হিসাবে ধার্য করা হয়।

source: If set to true, then hidden files are shown in the file manager. Hidden files are either dotfiles or are listed in the directory's .hidden file.
bn: যদি সত্য (true) হয়, তাহলে লোকানো ফাইলসমূহ ফাইল ম্যানেজারে প্রদর্শিত হবে। লোকানো ফাইলসমূহ হয় ডটফাইল, নয়তো কোন ডিরেক্টরীর .hidden ফাইলে তালিকাভুক্ত ফাইল।

source: If this is set to true, Nautilus adds itself to the session when it starts up. This means it will be started the next time you log in.
bn: যদি সত্য (true) হয়, তাহলে নটিলাস শুরু হওয়ার সময় নিজেকে সেশনে যোগ করে নেবে। তার মানে - আপনি যখন পরের বার লগ-ইন করবেন, তখন নটিলাস আপনাআপনি ভাবে শুরু হয়ে যাবে।

source: If this is set to true, an icon linking to the home directory will be put on the desktop.
bn: যদি সত্য (true) হয়, তাহলে ডেস্কটপের উপরে আপনার প্রথম ফোল্ডার-এর (home) দিকে নির্দেশ করা একটি আইকন প্রদর্শিত হবে।

source: If this is set to true, an icon linking to the trash will be put on the desktop.
bn: যদি সত্য (true) হয়, তাহলে ডেস্কটপের উপরে আপনার আবর্জনার বাক্সের দিকে নির্দেশ করা একটি আইকন প্রদর্শিত হবে।

source: If true, files in new windows will be sorted in reverse order. ie, if sorted by name, then instead of sorting the files from "a" to "z", they will be sorted from "z" to "a".
bn: যদি সত্য (true) হয়, তাহলে নতুন উইন্ডোতে ফাইলগুলো উল্টোভাবে সাজানো হবে। অর্থাত্‍ নামানুসারে সাজানো হলে ফাইলগুলো "অ" থেকে "হ" অনুযায়ী না সেজে "হ" থেকে "অ" অনুযায়ী সাজবে।
