Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: Prefere_nces
bn: পছন্দসমূহ (_প)

source: Report Profiling
bn: প্রোফাইলিং এর বিবরণ জানানো হোক

source: Reset Profiling
bn: প্রোফাইলিং রিসেট করা হোক

source: Show the contents at the normal size
bn: সবকিছুকে তাদের স্বাভাবিক আকারে দেখানো হোক
vi: Xem nội dung với kích thước bình thường

source: Show the contents in less detail
bn: কোন কিছুর বিস্তারিত দেখানোর প্রয়োজন নেই
vi: Xem nội dung ít chi tiết hơn

source: Show the contents in more detail
bn: সবকিছু আরো বিস্তারিতভাবে দেখানো হোক
vi: Xem nội dung chi tiết hơn

source: Start Profiling
bn: প্রোফাইলিং আরম্ভ করা হোক

source: Stop Profiling
bn: প্রোফাইলিং বন্ধ করা হোক

source: Stop loading this location
bn: এই অবস্থানের ফাইল তালিকা পড়া বন্ধ করা হোক
vi: Ngừng nạp địa điểm này

source: Undo the last text change
bn: টেক্সটের ওপর সবর্শেষ যে পরিবর্তন করা হয়েছে তা বাতিল করা হোক
vi: Phục hồi trạng thái trước lần sửa chữa text cuối cùng

source: Zoom _In
bn: বড় করে দেখানো হোক (_ব)
vi: Phóng _to

source: Zoom _Out
bn: ছোট করে দেখানো হোক (_ছ)
vi: Thu _nhỏ

source: _About
bn: সম্বন্ধে (_স)

source: _Backgrounds and Emblems
bn: পটভূমি এবং প্রতীক (_প)

source: _CD Creator
bn: সিডি প্রস্তুতকারক (_স)

source: _Close Window
bn: উইন্ডোটি বন্ধ করো (_ব)
vi: Đón_g cửa sổ

source: _Contents
bn: সহায়িকা সূচি (_স)
vi: _Nội dung

source: _Edit
bn: সম্পাদন (_ম)
vi: _Sửa

source: _File
bn: ফাইল (_ফ)
vi: _Tập tin

source: _Help
bn: সহায়িকা (_স)
my: _H အကူအညီ
vi: Trợ _giúp

source: _Profiler
bn: প্রোফাইলার (_ফ)

source: _Reload
bn: পুনরায় পড়া (_প)

source: _Report Profiling
bn: প্রোফাইলিং এর বিবরণ দেয়া হোক (_র)

source: _Reset Profiling
bn: প্রোফাইলিং রিসেট করা হোক (_স)

source: _Start Profiling
bn: প্রোফাইলিং _আরম্ভ করা হোক

source: _Stop
bn: থামো (_থ)
my: _S ရပ်နားပါ

source: _Stop Profiling
bn: প্রোফাইলিং _বন্ধ করা হোক

source: _Undo
bn: বাতিল করা (_ব)
my: _ချေ
vi: _Phục hồi

source: _View as...
bn: যে ভাবে দেখানো হবে... (_ভ)
vi: _Xem bằng...

source: _Write to CD
bn: সিডিতে লেখো (_ল)

source: Close the side pane
bn: সাইড পেন বন্ধ করা হোক

source: Show %s
bn: %s দেখানো হোক

source: Find:
bn: অনুসন্ধান:
vi: Tìm:

source: a title
bn: একটি নাম

source: the browse history
bn: ব্রাউজের তালিকা

source: the current selection
bn: বর্তমান বাছাই

source: View Failed
bn: প্রদর্শন করার প্রচেষ্টা ব্যর্থ হয়েছে
vi: Quá trình xem thất bại

source: The %s view encountered an error and can't continue. You can choose another view or go to a different location.
bn: %s হিসেবে প্রদর্শনের চেষ্টা সমস্যার সম্মুখিন হয়েছে এবং আর আগ্রসর হতে পারছে না। আপনি অন্য কোন পদ্ধতিতে অথবা অন্য কোন অবস্থান থেকে চেষ্টা করে দেখতে পারেন।
vi: Khung %s gặp lỗi và không thể tiếp tục hoạt động. Bạn có thể chọn khung khác hoặc đi tới một địa điểm khác.

source: The %s view encountered an error while starting up.
bn: চালু হওয়ার সময় %s হিসেবে প্রদর্শনের চেষ্টা সমস্যার সম্মুখিন হয়েছে।
vi: Khung %s gặp lỗi khi khởi động.

source: Content View
bn: অভ্যন্তরস্থ বস্তুর দৃশ্য
my: အကြောင်းအရာမြင်ကွင်း

source: View of the current file or folder
bn: বর্তমান ফাইল অথবা ফোল্ডারের দৃশ্য

source: Couldn't find "%s". Please check the spelling and try again.
bn: "%s"'কে খুঁজে পাওয়া যায়নি। দয়া করে বানান ঠিক আছে কিনা তা পরীক্ষা করুন এবং আবার চেষ্টা করুন।
vi: Không thể tìm thấy "%s". Vui lòng kiểm tra xem đã nhập đúng chưa và thử lại.

source: Couldn't display "%s", because Nautilus cannot determine what type of file it is.
bn: "%s"'কে দেখানো যাচ্ছে না, কারণ ননটিলাসবুঝতে পারছে না যে এটি কি ধরনের ফাইল।
vi: Không thể xem "%s" vì Nautilus không thể xác định kiểu tập tin.

source: Nautilus has no installed viewer capable of displaying "%s".
bn: "%s"'কে প্রদর্শন করার মত কোন প্রদর্শক ননটিলাসর নেই।
vi: Nautilus chưa được cài đặt chương trình để xem "%s".

source: Couldn't display "%s", because Nautilus cannot handle %s: locations.
bn: "%s"'কে প্রদর্শন করা যায়নি, কারণ %s: অবস্থানকে প্রদর্শন করার ক্ষমতা ননটিলাসর নেই।
vi: Không thể hiển thị "%s" vì Nautilus không thể xử lý địa điểm %s

source: Couldn't display "%s", because the attempt to log in failed.
bn: "%s"'কে প্রদর্শন করা যায়নি, কারণ লগ ইনের প্রচেষ্টা ব্যর্থ হয়েছে।
vi: Không thể truy cập "%s" vì không thể đăng nhập.

source: Couldn't display "%s", because access was denied.
bn: প্রয়োজনীয় অনুমতির অভাবে "%s"'কে প্রদর্শন করা যায়নি।
vi: Không thể hiển thị "%s" vì truy cập bị từ chối.

source: Couldn't display "%s", because no host "%s" could be found. Check that the spelling is correct and that your proxy settings are correct.
bn: "%s"'কে প্রদর্শন করা যায়নি, কারণ "%s" নামে কোন হোস্ট পাওয়া যায়নি। বানান এবং প্রক্সির বৈশিষ্ট্যাবলি ঠিক আছে কি না তা পরীক্ষা করুন।
vi: Không thể truy cập "%s" vì không thấy máy "%s". Hãy kiểm tra lại xem đã nhập đúng tên chưa và kiểm tra lại thông số proxy.

source: Couldn't display "%s", because Nautilus cannot contact the SMB master browser. Check that an SMB server is running in the local network.
bn: "%s"'কে প্রদর্শন করা যায়নি, কারণ ননটিলাসএস.এম.বি'র (SMB) মূল ব্রাউজারের সাথে যুক্ত হতে পারে নি। স্থানীয় নেটওয়ার্কে কোন এস.এম.বি (SMB) সার্ভার চলছে কিনা তা পরীক্ষা করুন।

source: Searching is unavailable right now, because you either have no index, or the search service isn't running. Be sure that you have started the Medusa search service, and if you don't have an index, that the Medusa indexer is running.
bn: এমুহূর্তে ফাইল খোঁজা সম্ভব নয়, কারণ হয় কোন ফাইলের তালিকা নেই, অথবা ফাইল খোঁজার ব্যবস্থা নিষ্ক্রিয় রয়েছে। মেডুসা ফাইল অনুসন্ধান প্রক্রিয়া সচল আছে কি না এবং যদি কোন ফাইলের তালিকা না থাকে তবে মেডুসার ফাইল তালিকা তৈরির প্রক্রিয়াটি চলছে কি না তা নিশ্চিত হোন।
vi: Không thể tìm kiếm ngay bây giờ, vì bạn hoặc là không có chỉ mục, hoặc dịch vụ tìm kiếm không hoạt động. Hãy chắc rằng bạn đã khởi động dịch vụ tìm kiếm Medusa, và bạn không có chỉ mục mà trình chỉ mục Medusa đang chạy hay chưa.

source: Searching Unavailable
bn: ফাইল অনুসন্ধানের প্রক্রিয়া সচল নেই
vi: Không thể tìm kiếm

source: Nautilus cannot display "%s".
bn: নটিলাস "%s"'কে প্রদর্শন করতে পারছে না।
vi: Nautilus không thể hiển thị "%s".

source: Can't Display Location
bn: অবস্থানটি দেখানো যাচ্ছে না
vi: Không thể hiển thị địa điểm

source: Go to the location specified by this bookmark
bn: গন্তব্য বুকমার্ক দ্বারা নির্দেশিত অবস্থান
vi: Đi tới địa điểm được xác định bởi bookmark này

source: Copyright (C) 1999-2001 Eazel, Inc.
bn: কপিরাইট (কপিরাইট) ১৯৯৯-২০০১ ইজেল, ইঙ্ক।

source: Translator Credits
bn: গুহ্‌নোম (GNOME) বাংলা অনুবাদ প্রকল্পের পক্ষে প্রজ্ঞা
vi: Nguyễn Thái Ngọc Duy

source: Nautilus is a graphical shell for GNOME that makes it easy to manage your files and the rest of your system.
bn: নটিলাস গুহ্‌নোমের (GNOME) জন্য একটি গ্রাফিক্যাল শেল যা ফাইল ও সিস্টেমের অন্যান্য অংশ ব্যবহার করা সহজ করে তোলে।

source: Go back a few pages
bn: গন্তব্য কয়েক পৃষ্ঠা পেছনে

source: Go forward a number of pages
bn: গন্তব্য কয়েক পৃষ্ঠা সামনে

source: Display this location with "%s"
bn: "%s" এর সাহায্যে এই অবস্থানটি প্রদর্শন করা হোক
vi: Hiển thị địa điểm với "%s"

source: Application ID
bn: অ্যাপলিকেশন আই.ডি

source: The application ID of the window.
bn: এই উইন্ডোর অ্যাপলিকেশন আই.ডি।

source: Application
bn: অ্যাপলিকেশন

source: The NautilusApplication associated with this window.
bn: এই উইন্ডোর সাথে সম্পর্কিত ননটিলাস্যাপলিকেশন (NautilusApplication)।

source: Zoom In
bn: বড় করে প্রদর্শন করা হোক
my: ချဲ့ပါ
vi: Phóng to

source: Zoom Out
bn: ছোট করে প্রদর্শন করা হোক
my: ချုံ့ပါ
vi: Thu nhỏ

source: Zoom to Fit
bn: পর্দার সমান আকারে বড় করে প্রদর্শন করা হোক

source: Try to fit in window
bn: উইন্ডোর আকার পর্দার সমান করার চেষ্টা করা হোক

source: Zoom
bn: আকার পরিবর্তন করা

source: Set the zoom level of the current view
bn: বর্তমান দৃশ্যের আকার পরিবর্তনের মাত্রা নির্ধারণ করা হোক

source: Network Servers
bn: নেটওয়ার্ক সার্ভার

source: View your network servers in the Nautilus file manager
bn: ব্যবহৃত নেটওয়ার্ক সার্ভারগুলোকে নটনটিলাসাইল ম্যানেজারে প্রদর্শন করা হোক

source: Can't create nautilus-launcher-applet!
vi: Không thể tạo nautilus-launcher-applet!

source: Can't create nautilus-preferences-applet!
vi: Không thể tạo nautilus-preferences-applet!

source: Show Desktop
vi: Hiện desktop

source: Smooth Graphics
vi: Ảnh mượt

source: Quit
vi: Thoát

source: Start
vi: Bắt đầu

source: Restart
vi: Khởi động lại

source: Help
vi: Trợ giúp

source: Help Navigation Tree
vi: Cây duyệt trợ giúp

source: Help sidebar panel
vi: Trợ giúp khung Thanh bên

source: Internal use only
vi: Chỉ dùng nội tại

source: Previous
vi: Trước

source: Next
vi: Kế tiếp

source: Table %d.
vi: Bảng %d.

source: Up to Table of Contents
vi: Về Bảng nội dung

source: Figure %s
vi: Hình %s

source: the section here
vi: vùng này

source: the section
vi: vùng

source: Figure %d
vi: Hình %d

source: IMAGE
vi: ẢNH

source: See
vi: Xem

source: See also
vi: Ngoài ra nên xem

source: GNOME Documentation
vi: Tài liệu GNOME

source: Copyright
my: မူပိုင်ခွင့်
vi: Bản quyền

source: by
vi: bởi

source: Table of Contents
vi: Bảng nội dung

source: PREFACE
vi: LỜI NÓI ĐẦU

source: APPENDIX
vi: PHỤ LỤC

source: Manual
vi: Hướng dẫn

source: Development
vi: Phát triển

source: System Calls
vi: Lệnh gọi hệ thống

source: Library Functions
vi: Hàm thư viện

source: Devices
vi: Thiết bị

source: Configuration Files
vi: Tập tin cấu hình

source: Games
vi: Trò chơi

source: Conventions
vi: Quy ước

source: System Administration
vi: Quản trị hệ thống

source: Kernel Routines
vi: Hàm kernel

source: see
vi: xem

source: see also
vi: ngoài ra nên xem

source: No matches.
vi: Không khớp.

source: (see "
vi: ( xem "

source: (see also "
vi: (ngoài ra nên xem"

source: (see:
vi: (xem:

source: (see also:
vi: (ngoài ra nên xem:

source: _Index:
vi: _Chỉ mục:

source: Select Al_l
vi: Chọn _tất cả

source: Select _None
vi: _Bỏ chọn

source: Show indexes for:
vi: Hiện chỉ mục cho:

source: _All documents
vi: _Mọi tài liệu

source: _Specific documents
vi: Tài liệu _xác định

source: Sho_w
vi: _Hiện

source: Inde_x:
vi: _Chỉ mục:

source: Introductory Documents
vi: Tài liệu giới thiệu

source: Documents by Subject
vi: Tài liệu theo chủ đề

source: _Index
vi: _Chỉ mục

source: All Selected
vi: Đã chọn tất cả

source: Contents Selected
vi: Đã chọn nội dung

source: Factory for history views
vi: Factory cho các history view

source: History sidebar panel
vi: Panel nhật ký

source: History sidebar panel for Nautilus
vi: Panel nhật ký cho Nautilus

source: Generic Image Viewer
vi: Bộ xem ảnh chung

source: Image Viewer
vi: Bộ xem ảnh

source: Nautilus Image Viewer
vi: Bộ xem ảnh Nautilus

source: View as Image
vi: Xem là ảnh

source: I could not initialize Bonobo
vi: Không thể khởi động Bonobo

source: Mozilla Nautilus view
vi: Khung Nautilus Mozilla

source: View as Web Page
vi: Xem là trang Web

source: Web Page
vi: Trang Web

source: Web Page Viewer
vi: Bộ xem trang Web

source: GConf error: %s
vi: Lỗi GConf: %s

source: GConf error: %s All further errors shown only on terminal
vi: Lỗi GConf: %s Những lỗi chi tiết hơn chỉ được hiển thị trong terminal

source: name of icon for the mozilla view
vi: tên biểu tượng cho khung mozilla

source: mozilla summary info
vi: tóm tắt về mozilla

source: Nautilus JavaScript Warning
vi: Cảnh báo JavaScript Nautilus

source: Arabic
vi: Ả Rập

source: Central European
vi: Trung Âu

source: Chinese
vi: Trung Hoa

source: Greek
vi: Hy Lạp

source: Hebrew
vi: Do Thái

source: Japanese
vi: Nhật Bản

source: Turkish
vi: Thổ Nhĩ Kỳ

source: Vietnamese
vi: Việt Nam

source: Western
vi: Tây

source: Arabic (IBM-864)
vi: Ả Rập (IBM-864)

source: Arabic (ISO-8859-6)
vi: Ả Rập (ISO-8859-6)

source: Arabic (ISO-8859-6-E)
vi: Ả Rập (ISO-8859-6-E)

source: Arabic (ISO-8859-6-I)
vi: Ả Rập (ISO-8859-6-I)

source: Arabic (Windows-1256)
vi: Ả Rập (Windows-1256)

source: Armenian (ARMSCII-8)
vi: Armenia (ARMSCII-8)

source: Central European (IBM-852)
vi: Trung Âu (IBM-852)

source: Central European (ISO-8859-2)
vi: Trung Âu (ISO-8859-2)

source: Central European (MacCE)
vi: Trung Âu (MacCE)

source: Central European (Windows-1250)
vi: Trung Âu (Windows-1250)

source: Chinese Simplified (GB2312)
vi: Tiếng Hoa giản thể (GB2312)

source: Chinese Simplified (GBK)
vi: Tiếng Hoa giản thể (GBK)

source: Chinese Simplified (HZ)
vi: Tiếng Hoa giản thể (HZ)

source: Chinese Traditional (Big5)
vi: Tiếng Hoa phồn thể (Big5)

source: Chinese Traditional (EUC-TW)
vi: Tiếng Hoa phồn thể (EUC-TW)

source: Croatian (MacCroatian)
vi: Croatia (MacCroatian)

source: English (US-ASCII)
vi: Tiếng Anh (US-ASCII)

source: Greek (ISO-8859-7)
vi: Hy Lạp (ISO-8859-7)

source: Greek (MacGreek)
vi: Hy Lạp (MacGreek)

source: Greek (Windows-1253)
vi: Hy Lạp (Windows-1253)

source: Hebrew (IBM-862)
vi: Do Thái (IBM-862)

source: Hebrew (ISO-8859-8-E)
vi: Do Thái (ISO-8859-8-E)

source: Hebrew (ISO-8859-8-I)
vi: Do Thái (ISO-8859-8-I)

source: Hebrew (Windows-1255)
vi: Do Thái (Windows-1255)

source: Japanese (EUC-JP)
vi: Nhật Bản (EUC-JP)

source: Japanese (ISO-2022-JP)
vi: Nhật Bản (ISO-2022-JP)

source: Japanese (Shift_JIS)
vi: Nhật Bản (Shift_JIS)

source: Korean (EUC-KR)
vi: Hàn Quốc (EUC-KR)

source: Nordic (ISO-8859-10)
vi: Na Uy (ISO-8859-10)

source: Romanian (MacRomanian)
vi: Rumani (MacRomanian)

source: South European (ISO-8859-3)
vi: Nam Âu (ISO-8859-3)

source: Thai (TIS-620)
vi: Thái Lan (TIS-620)

source: Turkish (IBM-857)
vi: Thổ Nhĩ Kỳ (IBM-857)

source: Turkish (ISO-8859-9)
vi: Thổ Nhĩ Kỳ (ISO-8859-9)

source: Turkish (MacTurkish)
vi: Thổ Nhĩ Kỳ (MacTurkish)

source: Turkish (Windows-1254)
vi: Thổ Nhĩ Kỳ (Windows-1254)

source: User Defined
vi: Tự định nghĩa

source: Vietnamese (TCVN)
vi: Việt Nam (TCVN)

source: Vietnamese (VISCII)
vi: Việt Nam (VISCII)

source: Vietnamese (VPS)
vi: Việt Nam (VPS)

source: Vietnamese (Windows-1258)
vi: Việt nam (Windows-1258)

source: Charset Encoding
vi: Bảng mã

source: Factory for music view
vi: Factory cho music view

source: Music
my: သီချင်း
vi: Âm nhạc

source: Music Viewer
vi: Trình nghe nhạc

source: Music view
vi: Khung âm nhạc

source: View as Music
vi: Nghe nhạc

source: Classic Rock
vi: Rock cổ điển

source: New Age
vi: Thế hệ mới

source: Other
my: အခြား
vi: Khác

source: Classical
vi: Cổ điển

source: Game
vi: Trò chơi

source: Electronic
vi: Điện tử

source: Track
vi: Rãnh

source: Title
my: ခေါင်းစဉ်
vi: Tựa đề

source: Artist
my: အဆိုတော်
vi: Nghệ sĩ

source: Bit Rate
vi: Mật độ bit

source: Time
vi: Thời gian

source: Set Cover Image
vi: Chọn ảnh bao

source: Sorry, but '%s' is not a usable image file.
vi: Rất tiếc, nhưng không thể dùng ảnh '%s'.

source: Select an image file for the album cover:
vi: Chọn ảnh cho bao album:

source: Sorry, but the music view is unable to play back sound right now. This is because the Enable sound server startup setting in the Sound section of the Control Center is turned off.
vi: Rất tiếc, nhưng khung âm nhạc không thể chơi nhạc bây giờ do chưa bật tùy chọn khởi động "Bật server âm thanh" trong phần "Âm thanh" của Trung tâm Điều khiển.

source: Unable to Play File
vi: Không thể chơi tập tin

source: Sorry, but the music view is unable to play back sound right now. Either another program is using or blocking the sound card, or your sound card is not configured properly. Try quitting any applications that may be blocking use of the sound card.
vi: Rất tiếc, nhưng khung âm nhạc không thể chơi nhạc bây giờ, hoặc là do chương trình khác đang dùng sound card, hoặc là do sound card không được cấu hình đúng. Hãy thử kết thúc các ứng dụng có khả năng sử dụng sound card.

source: Sorry, but the music view can't play non-local files yet.
vi: Rất tiếc, nhưng khung âm nhạc vẫn chưa thể chơi các tập tin từ xa.

source: Can't Play Remote Files
vi: Không thể chơi tập tin từ xa

source: Play
vi: Chơi

source: Pause
vi: Tạm ngừng

source: Sorry, but there was an error reading %s.
vi: Rất tiếc đã xóa ra lỗi khi đọc %s.

source: Can't Read Folder
vi: Không thể đọc thư mục

source: Factory for news view
vi: Factory cho các news view

source: News
vi: Tin tức

source: News sidebar panel
vi: Panel tin tức

source: Couldn't load %s
vi: Không thể nạp %s

source: Loading %s
vi: Đang nạp %s

source: Sorry, but you have not specified a name for the site!
vi: Rấc tiếc, bạn chưa xác định tên cho site này!

source: Missing Site Name Error
vi: Lỗi thiếu tên site

source: Sorry, but you have not specified a URL for the site!
vi: Rất tiếc, bạn chưa xác định URL cho site này!

source: Missing URL Error
vi: Lỗi thiếu URL

source: Sorry, but the specified url doesn't seem to be a valid RSS file!
vi: Rất tiếc, URL đưa ra dường như không phải là một tập tin RSS hợp lệ!

source: Invalid RSS URL
vi: URL RSS không hợp lệ

source: Remove Site
vi: Loại bỏ site

source: Site Name:
vi: Tên site:

source: Site RSS URL:
vi: URL của site RSS:

source: Add New Site
vi: Thêm site mới

source: Add a New Site:
vi: Thêm site mới:

source: Remove a Site:
vi: Loại bỏ site:

source: Select Sites:
vi: Chọn site:

source: The News panel displays current headlines from your favorite websites. Click the 'Select Sites' button to select the sites to display.
vi: Panel tin tức hiển thị những đầu đề hiện thời từ những website yêu thích của bạn. Nhấn nút "Chọn site" để chọn site cần hiển thị.

source: Select Sites
vi: Chọn site

source: image indicating that the news has changed
vi: ảnh thể hiện tin tức đã thay đổi

source: Factory for annotation view
vi: Factory cho annotation view

source: Notes sidebar panel
vi: Panel ghi chú

source: Notes sidebar panel for Nautilus
vi: Panel ghi chú cho Nautilus

source: Sample
vi: Mẫu

source: (none)
vi: (không)

source: Could not initialize Bonobo
vi: Không thể khởi động Bonobo

source: F_onts
vi: F_ont

source: Services
vi: Dịch vụ

source: Use the Courier Font
vi: Dùng font Courier

source: Use the Fixed Font
vi: Dùng font Fixed

source: Use the GTK System Font
vi: Dùng font hệ thống của GTK

source: Use the Helvetica Font
vi: Dùng font Helvetica

source: Use the Lucida Font
vi: Dùng font Lucida

source: Use the Times Font
vi: Dùng font Times

source: _GTK System Font
vi: Font hệ thống của GTK

source: Sorry, but %s is too large for Nautilus to load all of it.
vi: Rất tiếc, %s quá lớn, Nautilus không thể nạp toàn bộ.

source: File too large
vi: Tập tin quá lớn

source: Nautilus Tree sidebar panel
vi: Panel cây thư mục

source: Colors
vi: Màu sắc

source: Patterns
vi: Mẫu

source: The Gimp
vi: Gimp

source: Computer
my: ကွန်ပျူတာ
vi: Máy tính

source: Yahoo
vi: Thực thi

source: Search Engines
vi: Máy tìm kiếm

source: Preferences
vi: Thông số

source: Programs
vi: Chương trình

source: Server Configuration
vi: Cấu hình server

source: Error
vi: Lỗi

source: Question
vi: Câu hỏi

source: Message.
vi: Thông điệp.

source: Title.
vi: Tựa đề.

source: Button one label.
vi: Nút một nhãn.

source: Button two label.
vi: Nút hai nhãn.

source: Ok
vi: Đồng ý

source: Default
vi: Mặc định

source: Your HTTP Proxy requires you to log in.
vi: HTTP Proxy của bạn yêu cầu bạn đăng nhập.

source: You must log in to access "%s". %s
vi: Bạn phải đăng nhập để có thể truy cập "%s". %s

source: Your password will be transmitted unencrypted.
vi: Mật khẩu của bạn sẽ được gửi ở dạng không mã hóa.

source: Your password will be transmitted encrypted.
vi: Mật khẩu của bạn sẽ được gửi ở dạng mã hóa.

source: Authentication Required
vi: Yêu cầu xác nhận

source: The Trash must remain on the desktop.
vi: Thùng rác phải vẫn còn ở trên desktop.

source: You cannot copy the Trash.
vi: Bạn không thể chép Thùng rác.

source: Are you sure you want to permanently delete all of the items in the Trash?
vi: Bạn có chắc muốn xóa toàn bộ những gì chứa trong Thùng rác không?

source: Delete Trash Contents?
vi: Đổ rác

source: Empty
vi: Rỗng

source: %b %-d %Y, %-I:%M %p
vi: %-d %b %Y, %-I:%M %p

source: %m/%-d/%y, %-I:%M %p
vi: %-d/%m/%y, %-I:%M %p

source: %m/%d/%y
vi: %d/%m/%y

source: Activate items with a single click
vi: Kích hoạt các mục bằng một nhấn chuột

source: Activate items with a double click
vi: Kích hoạt các mục bằng cách nhấn đúp chuột

source: Execute files when they are clicked
vi: Thực thi các tập tin khi chúng được nhấn

source: Display files when they are clicked
vi: Hiện nội dung các tập tin khi chúng được nhấn

source: Ask each time
vi: Hỏi mỗi lần

source: search by text
vi: tìm chữ

source: search by text and properties
vi: tìm tập tin theo tên và thuộc tính

source: Undo Typing
vi: Hoàn gõ

source: Restore the old name
vi: Phục hồi tên cũ

source: Redo Typing
vi: Gõ lại

source: Restore the changed name
vi: Phục hồi tên đã thay đổi

source: Use as default just for "%s"
vi: Dùng như mặc định chỉ cho "%s"

source: Open with Other
vi: Mở bằng chương trình khác

source: Choose an application with which to open "%s".
vi: Chọn ứng dụng để mở "%s".

source: View as Other
vi: Xem bằng cách khác

source: Choose a view for "%s".
vi: Chọn chương trình để xem "%s".

source: Choose
vi: Chọn

source: Modify...
vi: Hiệu chỉnh...

source: Go There
vi: Tới đó

source: You can configure which programs are offered for which file types in the GNOME Control Center.
vi: Bạn có thể cấu hình chương trình nào xử lý kiểu tập tin nào thông qua Trung tâm Điều khiển GNOME

source: No applications are available for "%s".
vi: Không có ứng dụng nào cho "%s"

source: No Applications Available
vi: Không có ứng dụng

source: %s You can configure which programs are offered for which file types with the "File Types and Programs" part of the GNOME Control Center. Do you want to go there now?
vi: %s Bạn có thể cấu hình chương trình nào xử lý kiểu file nào thông qua Trung tâm Điều khiển GNOME. Bạn có muốn khởi động Trung tâm Điều khiển GNOME không?

source: No description available for the "%s" theme
vi: Không có mô tả cho theme "%s"

source: Unknown
my: မသိရပါ။
vi: Không biết

source: Floppy
vi: Đĩa mềm

source: Zip Drive
vi: Đĩa Zip

source: Audio CD
my: အော်ဒီယိုစီဒီ
vi: CD Audio

source: Root Volume
vi: Khối tin root

source: Nautilus was unable to mount the floppy drive. There is probably no floppy in the drive.
vi: Nautilus không thể gắn kết ổ đĩa mềm. Có lẽ không có đĩa trong ổ đĩa.

source: Nautilus was unable to mount the volume. There is probably no media in the device.
vi: Nautilus không thể gắn kết khối tin. Có lẽ có lỗi trong vật chứa của thiết bị.

source: Nautilus was unable to mount the floppy drive. The floppy is probably in a format that cannot be mounted.
vi: Nautilus không thể gắn kết ổ đĩa mềm. Có lẽ đĩa mềm dùng một dạng thức không thể mount.

source: Nautilus was unable to mount the selected volume. The volume is probably in a format that cannot be mounted.
vi: Nautilus không thể gắn kết khối tin được chọn. Có lẽ khối tin dùng dạng thức không thể được gắn kết.

source: Nautilus was unable to mount the selected floppy drive.
vi: Nautilus không thể gắn kết ổ đĩa mềm đã chọn.

source: Nautilus was unable to mount the selected volume.
vi: Nautilus không thể gắn kết khối tin được chọn.

source: Nautilus was unable to unmount the selected volume.
vi: Nautilus không thể tháo gắn kết khối tin được chọn.

source: ISO 9660 Volume
vi: Khối tin ISO 9660

source: Clear Text
vi: Xóa Text

source: Copy Text
vi: Sao chép Text

source: Paste Text
vi: Dán Text

source: Select All
vi: Chọn tất cả

source: Documentation
vi: Tài liệu

source: Nautilus File Manager and Graphic Shell
vi: Trình quản lý tập tin và shell đồ họa Nautilus

source: Empty Trash...
vi: Đổ rác...

source: Unmount Volume
vi: Tháo gắn kết khối tin

source: Delete
vi: Xóa

source: Open _in This Window
vi: _Mở trong cửa sổ này

source: Open _in New Window
vi: Mở trong _cửa sổ mới

source: Open _in %d New Windows
vi: Mở trong %d cửa _sổ mới

source: Delete from _Trash...
vi: Xóa khỏi _Thùng rác...

source: Delete from _Trash
vi: Xóa khỏi _Thùng rác

source: Move to _Trash
vi: Di chuyển vào _Thùng rác

source: De_lete...
vi: _Xóa

source: De_lete
vi: _Xóa

source: Make _Links
vi: Tạo _liên kết

source: Make _Link
vi: Tạo _liên kết

source: _Empty Trash...
vi: Đổ _rác...

source: R_emove Custom Images
vi: _Loại bỏ ảnh tự chọn
