Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: Nautilus can't be used now. Running the command "bonobo-slay" from the console may fix the problem. If not, you can try rebooting the computer or installing Nautilus again. Bonobo couldn't locate the Nautilus_shell.server file. One cause of this seems to be an LD_LIBRARY_PATH that does not include the bonobo-activation library's directory. Another possible cause would be bad install with a missing Nautilus_Shell.server file. Running "bonobo-slay" will kill all Bonobo Activation and GConf processes, which may be needed by other applications. Sometimes killing bonobo-activation-server and gconfd fixes the problem, but we don't know why. We have also seen this error when a faulty version of bonobo-activation was installed.
bn: নটিলাসকে এখন চালানো যাবে না। কনসোল থেকে "bonobo-slay" কম্যান্ডটি চালালে হয়তো সমস্যাটি দূর হতে পারে। যদি এতেও সমস্যা দূর না হয়, তবে কম্পিউটার রিবুট করুন অথবা নতুন করে নটিলাস ইনস্টল করুন। বনোবো Nautilus_shell.server নামের ফাইলটিকে খুঁজে পাচ্ছে না। যদি এমন কোন LD_LIBRARY_PATH ব্যবহার করা হয় যা বনোবো-অ্যাক্টিভেশন লাইব্রেরির অবস্থান নির্দেশ করেনা, তবে এমন হতে পারে। আরো একটি সম্ভাব্য কারণ হল, ত্রুটিপূর্ণ ইনস্টলেশনের ফলে Nautilus_Shell.server ফাইলটি খুঁজে না পাওয়া। "bonobo-slay" চালালে সমস্ত বনোবো-অ্যাক্টিভেশন ও জীকন্‌ফ প্রসেস বন্ধ হয়ে যাবে, যদিও এসকল প্রসেসের ওপর অন্যান্য অ্যাপলিকেশন নির্ভর করতে পারে। কখনো কখনো বনোবো-অ্যাক্টিভেশন-সার্ভার ও জীকন্‌ফডী বন্ধ করে দিলে সমস্যাটি মিটে যায়, কিন্তু কেন এমন হয় তা আমরা জানিনা। আমরা লক্ষ্য করেছি যে বনোবো-অ্যাক্টিভেশনের ত্রুটিপূর্ণ সংস্করণ ইনস্টল করলেও এই সমস্যাটি দেখা দেয়।

source: Nautilus can't be used now, due to an unexpected error.
bn: একটি অপ্রত্যাশিত সমস্যার কারণে এখন নটিলাস চালানো যাচ্ছে না।
vi: Không thể dùng Nautilus bây giờ, lỗi không xác định.

source: Nautilus can't be used now, due to an unexpected error from Bonobo when attempting to register the file manager view server.
bn: বনোবো যখন ফাইল ম্যানেজার ভিউ সার্ভারকে নিবন্ধিত করার চেষ্টা করছিল তখন একটি অপ্রত্যাশিত সমস্যা হয়েছে এবং একারণে এখন ননটিলাসচালানো যাচ্ছে না।

source: Nautilus can't be used now, due to an unexpected error from Bonobo when attempting to locate the factory.Killing bonobo-activation-server and restarting Nautilus may help fix the problem.
bn: ফ্যাক্টরি খুঁজে বের করার সময় বনোবো একটি অপ্রত্যাশিত ভুলের সম্মুখিন হয়েছে বলে এখন নটিলাস চালানো যাবে না। বনোবো-অ্যাক্টিভেশন-সার্ভারকে বন্ধ করে পুনরায় নটিলনটিলাসু করলে হয়তো সমস্যার সমাধান হতে পারে।

source: Nautilus can't be used now, due to an unexpected error from Bonobo when attempting to locate the shell object. Killing bonobo-activation-server and restarting Nautilus may help fix the problem.
bn: শেল অবজেক্ট খুঁজে বের করার সময় বনোবো একটি অপ্রত্যাশিত ভুলের সম্মুখিন হয়েছে বলে এখন নটিলাস চালানো যাবে না। বনোবো-অ্যাক্টিভেশন-সার্ভারকে বন্ধ করে পুনরায় নটিলনটিলাসু করলে হয়তো সমস্যার সমাধান হতে পারে।

source: No bookmarks defined
bn: কোন বুকমার্কের উল্লেখ নেই

source: <b>_Bookmarks</b>
bn: <b>বুকমার্ক (_ব)</b>

source: <b>_Location</b>
bn: <b>অবস্থান (_অ)</b>

source: <b>_Name</b>
bn: <b>নাম (_ন)</b>

source: Edit Bookmarks
bn: বুকমার্ক এডিট করুন

source: More Options
bn: আরো অপশন
vi: Nhiều tuỳ chọn hơn

source: Fewer Options
bn: অপেক্ষাকৃত কম অপশন
vi: Ít tùy chọn hơn

source: Find Them!
bn: তাদেরকে খুঁজে বের কর!
vi: Tìm chúng!

source: "%s" is not a valid location. Please check the spelling and try again.
bn: "%s" কোন সঠিক অবস্থান নয়। দয়া করে বানান ঠিক আছে কিনা তা পরীক্ষা করুন এবং আবার চেষ্টা করুন।
vi: "%s" không phải là một địa điểm hợp lệ. Vui lòng kiểm tra chính tả và thử lại.

source: Desktop
bn: ডেস্কটপ
my: အလုပ်ခုံ

source: 1 GB
bn: ১ গিগাবাইট

source: 100 KB
bn: ১০০ কিলোবাইট

source: 500 KB
bn: ৫০০ কিলোবাইট

source: <span weight="bold">Behaviour</span>
bn: <span weight="bold">আচরণ</span>

source: <span weight="bold">Default View</span>
bn: <span weight="bold">ডিফল্ট দৃশ্য</span>

source: <span weight="bold">Executable Text Files</span>
bn: <span weight="bold">চালানোর (Executable) যোগ্য টেক্সট ফাইল</span>

source: <span weight="bold">Folders</span>
bn: <span weight="bold">ফোল্ডারসমূহ</span>

source: <span weight="bold">Icon Captions</span>
bn: <span weight="bold">আইকনের শিরোনাম</span>

source: <span weight="bold">Icon View Defaults</span>
bn: <span weight="bold">ডিফল্ট আইকন দৃশ্য</span>

source: <span weight="bold">List View Defaults</span>
bn: <span weight="bold">ডিফল্ট তালিকা সদৃশ দৃশ্য</span>

source: <span weight="bold">Other Previewable Files</span>
bn: <span weight="bold">অন্যান্য প্রাকদর্শনীয় ফাইল</span>

source: <span weight="bold">Sound Files</span>
bn: <span weight="bold">শব্দের ফাইল</span>

source: <span weight="bold">Text Files</span>
bn: <span weight="bold">টেক্সট ফাইল</span>

source: <span weight="bold">Trash</span>
bn: <span weight="bold">আবর্জনা</span>

source: <span weight="bold">Tree View Defaults</span>
bn: <span weight="bold">শাখা-প্রশাখা সদৃশ ডিফল্ট দৃশ্য</span>

source: Always
bn: সবসময়
vi: Luôn luôn

source: Ask before _emptying the Trash or deleting files
bn: ফাইল মুছে ফেলার বা আবর্জনার বাক্স ফাঁকা করার পূর্বে নিশ্চিত হওয়ার জন্য জিজ্ঞাসা করো

source: Behavior
bn: আচরণ

source: Choose the order of information to appear beneath icon names. More information will appear when zooming in closer.
bn: আইকনের নিচে কি ধারায় তথ্য দেখানো হবে তা নির্ধারণ করুন। আইকন বড় করে দেখলে আরো তথ্য দেখা যাবে।

source: Count _number of items:
bn: ফাইল/ফোল্ডারের সংখ্যা গোনো (_স):

source: Default _zoom level:
bn: বড় করে দেখার ডিফল্ট মাত্রা (_ব):

source: File Management Preferences
bn: ফাইল ব্যবস্থাপনা সম্বন্ধীয় পছন্দ

source: I_nclude a Delete command that bypasses Trash
bn: আবর্জনার বাক্সকে এড়িয়ে মুছে ফেলার কম্যান্ড অন্তর্ভুক্ত করা হোক (_অ)

source: Icon Captions
bn: আইকনের শিরোনাম
vi: Tựa đề biểu tượng

source: Local Files Only
bn: শুধুমাত্র স্থানীয় ফাইল
vi: Chỉ tập tin nội bộ

source: Never
bn: কখনো না
my: ဘယ်တော့မှ
vi: Không bao giờ

source: Preview _sound files:
bn: শব্দ নির্দেশক ফাইলের পূর্বদর্শন:

source: Show _only folders
bn: শুধুমাত্র ফোল্ডার প্রদর্শন করা হোক (_ধ)

source: Show _thumbnails:
bn: ছোট চিত্র প্রদর্শন করা হোক (_ছ):

source: Show hidden and _backup files
bn: লুক্কায়িত ও অতিরিক্ত (Backup) ফাইল প্রদর্শন করা হোক

source: Show te_xt in icons:
bn: আইকনের মধ্যে টেক্সট প্রদর্শন করা হোক (_ট):

source: Sort _folders before files
bn: সাজানোর সময় ফাইলের পূর্বে ফোল্ডার রাখা হোক (_ফ)

source: View _new folders using:
bn: নতুন ফোল্ডারকে প্রদর্শনের জন্য ব্যবহার করা হবে (_ন):

source: Views
bn: দৃশ্য

source: _Arrange items:
bn: ফাইল/ফোল্ডারগুলোকে সাজানো হোক (_স):

source: _Default zoom level:
bn: বড় করে দেখার ডিফল্ট মাত্রা (_ড):

source: _Double click to activate items
bn: চালু করার জন্য দুবার ক্লিক করতে হবে (_ড)

source: _Only for files smaller than:
bn: শুধুমাত্র এই আকার অপেক্ষা ক্ষুদ্রতর ফাইলের জন্য (_অ):

source: _Run executable text files when they are clicked
bn: চালানোর (Executable) যোগ্য টেক্সট ফাইলে ক্লিক করা হলে তা চালানো হবে (_চ)

source: _Single click to activate items
bn: ব্যবহার করা জন্য একবার ক্লিক করতে হবে (_এ)

source: _Text beside icons
bn: আইকনের পাশে টেক্সট (_ট)

source: _Use compact layout
bn: ঘন করে সাজানো হোক (_ঘ)

source: _View executable text files when they are clicked
bn: চালানোর (Executable) যোগ্য টেক্সট ফাইলে ক্লিক করা হলে তা প্রদর্শন করা হবে (_প)

source: Existence of this file indicates that the Nautilus configuration druid has been presented. You can manually erase this file to present the druid again.
bn: এই ফাইলটির অস্তিত্ব প্রমাণ করে যে নটিলাস ড্রুইডকে উপস্থাপন করা হয়েছে ড্রুইডটিকে নতুন করে উপস্থাপন করতে চাইলে আপনি নিজ হাতে ফাইলটিকে মুছে ফেলতে পারেন।

source: Open with %s
bn: চালানোর জন্য ব্যবহৃত হবে %s
vi: Mở bằng %s

source: Open with...
bn: চালানোর জন্য ব্যবহৃত হবে...
vi: Mở bằng...

source: Unable to launch the cd burner application: %s
bn: সিডি বার্নার অ্যাপ্লিকেশন চালানো গেল না। %s

source: Can't launch cd burner
bn: সিডি বার্নার চালানো গেল না

source: Empty _Trash
bn: আবর্জনার বাক্স খালি করা হোক (_আ)
my: _အမှိုက်ပုံးရှင်းမည်

source: Go To:
bn: গন্তব্য:
vi: Đi tới:

source: Do you want to view these %d locations in separate windows?
bn: আপনি কি এই %dটি অবস্থানকে পৃথক পৃথক উইন্ডোতে দেখতে চান?
vi: Bạn có muốn xem %d mục này trong các cửa sổ riêng?

source: View in Multiple Windows?
bn: পৃথক পৃথক উইন্ডোতে দেখানো হবে কি?
vi: Xem trong nhiều cửa sổ?

source: Perform a quick set of self-check tests.
bn: সব কিছু ঠিক আছে কিনা তা দেখার জন্য নিজের ওপর দ্রুত কিছু পরীক্ষা চালানো হোক।
my: ကိုယ်တိုင်စမ်းသပ်မှုများ ခပ်မြန်မြန်လုပ်ဆောင်မည်။
vi: Thực hiện tự kiểm tra nhanh.

source: Create the initial window with the given geometry.
bn: প্রদত্ত আকার অনুযায়ী প্রথম উইন্ডোটি তৈরি করা হোক।
vi: Tạo cửa sổ ban đầu với vị trí được cho.

source: GEOMETRY
bn: আকার

source: Only create windows for explicitly specified URIs.
bn: শুধুমাত্র বিশেষভাবে উল্লেখিত ইউ.আর.আই (URI) এর জন্য উইন্ডো তৈরি করা হোক।
vi: Chỉ tạo cửa sổ cho các URI xác định.

source: Do not manage the desktop (ignore the preference set in the preferences dialog).
bn: উইন্ডো ম্যানেজ করা হবে না (বৈশিষ্ট্যাবলি নির্দেশক ডায়ালগে নির্ধারিত মানসমূহকে অগ্রাহ্য করা হোক)।
vi: Không quản lý desktop (bỏ qua các thông số trong hộp thoại Thông số).

source: Quit Nautilus.
bn: নটিলাস বন্ধ করে দেয়া হোক।
my: နောတီလပ်စ်ပိတ်မည်။
vi: Thoát khỏi Nautilus.

source: Restart Nautilus.
bn: নটিলাস পুনরায় চালু করা হোক।
vi: Khởi động lại Nautilus.

source: File Manager
bn: ফাইল ব্যবস্থাপনা

source: Nautilus
bn: নটিলাস

source: nautilus: --check cannot be used with URIs.
bn: নটিলাস: --ইউ.আর.আই (URI) এর সাথে পরীক্ষা করা যাবে না।
vi: nautilus: không thể dùng --check với URI.

source: nautilus: --check cannot be used with other options.
bn: নটিলাসঃ --অন্যান্য অপশনের সাথে পরীক্ষা করা যাবে না।
vi: nautilus: không thể dùng --check với các tùy chọn khác.

source: nautilus: --quit cannot be used with URIs.
bn: নটিলাসঃ --ইউ.আর.আই (URI) এর সাথে বন্ধ করা যাবে না।
vi: nautilus: không thể dùng --quit với URI.

source: nautilus: --restart cannot be used with URIs.
bn: নটিলাসঃ --ইউ.আর.আই (URI) এর সাথে রিস্টার্ট করা যাবে না।
vi: nautilus: không thể dùng --restart với URI.

source: nautilus: --geometry cannot be used with more than one URI.
bn: নটিলাসঃ --একাধিক ইউ.আর.আই (URI) এর সাথে আকার ব্যবহার করা যাবে না।
vi: nautilus: không thể dùng --geometry với nhiều URI.

source: Are you sure you want to forget history? If you do, you will be doomed to repeat it.
bn: আপনি কি নিশ্চিত যে আপনি ব্রাউজের তালিকা মুছে ফেলতে চান? যদি আপনি সত্যিই রাজি থাকেন, তবে এজন্য আপনাকে ভবিষ্যতে অনুতপ্ত হতে হবে।

source: Are you sure you want to clear the list of locations you have visited?
bn: আপনি কি নিশ্চিত যে আপনি যে সব ডিরেক্টরির ভেতর প্রবেশ করেছেন তার তালিকা মুছে ফেলতে চান?

source: Clear History
bn: ব্রাউজের তালিকা মুছে ফেলা হোক

source: The location "%s" does not exist. Do you want to remove any bookmarks with this location from your list?
bn: "%s" নামে কোন অবস্থান নেই। এই অবস্থান নির্দেশকারী কোন বুকমার্ককে কি আপনি তালিকা থেকে মুছে ফেলতে চান?
vi: Địa điểm "%s" không tồn tại. Bạn có muốn loại bỏ mọi bookmark trỏ tới địa điểm này không?

source: Bookmark for Nonexistent Location
bn: অস্তিত্বহীন অবস্থান নির্দেশকারী বুকমার্ক
vi: Bookmark của địa chỉ không tồn tại

source: Remove
bn: মুছে ফেলা
vi: Loại bỏ

source: Add a bookmark for the current location to this menu
bn: বর্তমান অবস্থানের জন্য এই মেনুতে একটি বুকমার্ক যোগ করা হোক
vi: Thêm bookmark vị trí hiện thời vào menu

source: Back
bn: পূর্বাবস্থান
my: နောက်
vi: Lùi

source: Change the visibility of this window's location bar
bn: উইন্ডোর অবস্থানসূচক বার আড়াল করা হবে কিনা তা নির্ধারণ করুন

source: Change the visibility of this window's sidebar
bn: উইন্ডোর সাইডবারটি আড়াল করা হবে কিনা তা নির্ধারণ করুন

source: Change the visibility of this window's statusbar
bn: উইন্ডোর স্ট্যাটাসবার আড়াল করা হবে কিনা তা নির্ধারণ করুন

source: Clear contents of Go menu and Back/Forward lists
bn: গন্তব্য মেনু এবং পূর্ব/পরবর্তি অবস্থানসূচক তালিকার সব লেখা মুছে ফেলা হোক
vi: Xóa nội dung trong thư mục Go và danh sách "Lùi/Tới"

source: Close _All Windows
bn: সকল উইন্ডো বন্ধ করা হোক (_স)
vi: Đóng mọi cửa sổ

source: Display a window that allows editing the bookmarks in this menu
bn: যে উইন্ডো থেকে এই মেনুর বুকমার্ক এডিট করা যায় তা প্রদর্শন করা হোক
vi: Hiển thị cửa sổ cho phép sửa chữa bookmark trong menu này

source: Find
bn: অনুসন্ধান
vi: Tìm

source: Forward
bn: পরবর্তি অবস্থান
my: ရှေ့သို့
vi: Tới

source: Go to the next visited location
bn: গন্তব্য পরবর্তি ডিরেক্টরি
vi: Đi tới chỗ đã thăm kế tiếp

source: Go to the previous visited location
bn: গন্তব্য পূর্ববর্তি ডিরেক্টরি
vi: Đi tới chỗ đã thăm trước đó

source: Go to the trash folder
bn: গন্তব্য আবর্জনার ফোল্ডার

source: Home
bn: প্রথম ফোল্ডার (Home)
my: အိမ်
vi: Nhà

source: Location _Bar
bn: অবস্থানসূচক বার (_ব)

source: Reload
bn: নতুন করে পড়া

source: Search this computer for files
bn: এই কম্পিউটারে ফাইল খোঁজা হোক
vi: Tìm tập tin trên máy

source: St_atusbar
bn: স্ট্যাটা_সবার

source: Stop
bn: বন্ধ
vi: Ngừng

source: Up
bn: উপর
vi: Lên

source: _Add Bookmark
bn: বুকমার্কের তালিকায় যোগ করা হোক (_য)
vi: Thêm _bookmark

source: _Back
bn: পূর্ববর্তি (_ব)
vi: _Lùi

source: _Bookmarks
bn: বুকমার্ক (_ব)
vi: _Bookmark

source: _Clear History
bn: ব্রাউজের তালিকা মুছে ফেলো (_ম)

source: _Edit Bookmarks
bn: বুকমার্কের তালিকার সম্পাদন করব (_ম)

source: _Forward
bn: পরবর্তি (_র)
vi: _Tới

source: _Go
bn: গন্তব্য (_গ)
vi: Đ_i

source: _Home
bn: প্রথম ফোল্ডার (Home) (_প)
vi: _Nhà

source: _Location...
bn: অবস্থান... (_অ)
vi: Đị_a điểm...

source: _Side Pane
bn: ধারের পেন (_ধ)

source: _Trash
bn: আবর্জনা (_আ)

source: _Up
bn: উপর (_উ)

source: _View
bn: দৃশ্য (_দ)
vi: _Xem

source: Information
bn: তথ্য

source: View as...
bn: যেভাবে দেখানো হবে...
vi: Xem bằng...

source: Side Pane
bn: সাইড পেন

source: Contains a side pane view
bn: সাইড পেনবিশিষ্ট চিত্র

source: Print
bn: ছাপানো হোক (Print)
vi: In

source: Save
bn: সংরক্ষণ (Save)
vi: Lưu

source: Profile Dump
bn: প্রোফাইল সংগ্রহ

source: Backgrounds and Emblems
bn: পটভূমি এবং প্রতীক
vi: Nền và biểu tượng

source: _Remove...
bn: মুছে ফেলা... (_ম)

source: _Add new...
bn: নতুন যোগ করা হোক... (_য)

source: Sorry, but pattern %s couldn't be deleted.
bn: দুঃখিত, কোনভাবেই %s প্যাটার্নটিকে মুছে ফেলা যায়নি।
vi: Rất tiếc, nhưng không thể xóa mẫu %s.

source: Couldn't delete pattern
bn: প্যাটার্ন মুছে ফেলা যায়নি
vi: Không thể xóa mẫu

source: Sorry, but emblem %s couldn't be deleted.
bn: দুঃখিত, কোনভাবেই %s প্রতীকটিকে মুছে ফেলা যায়নি।
vi: Rất tiếc, nhưng không thể xóa biểu tượng %s.

source: Create a New Emblem:
bn: নতুন প্রতীক তৈরি করা হোক:
vi: Tạo biểu tượng mới:

source: _Keyword:
bn: মূলশব্দ (_ম):

source: _Image:
bn: ছবি (_ছ):

source: Select an image file for the new emblem:
bn: নতুন প্রতীকের জন্য একটি ছবির ফাইল বেছে নিন:
vi: Chọn tập tin ảnh cho biểu tượng mới:

source: Create a New Color:
bn: নতুন একটি রং তৈরি করা হোক:
vi: Tạp màu mới:

source: Color _name:
bn: রঙের নাম (_ন):

source: Color _value:
bn: রঙের মান (_ম):

source: Sorry, but "%s" is not a valid file name.
bn: দুঃখিত, "%s" কোন ফাইলের সঠিক নাম হতে পারেনা।
vi: Rất tiếc, nhưng "%s" không phải là một tên hợp lệ.

source: Sorry, but you did not supply a valid file name.
bn: দুঃখিত, আপনি ফাইলের নাম হিসেবে যা লিখেছেন তা সঠিক নয়।
vi: Rất tiếc, bạn chưa cung cấp một cái tên hợp lệ.

source: Couldn't install pattern
bn: প্যাটার্ন ইনস্টল করা যায়নি
vi: Không thể cài đặt mẫu

source: Sorry, but you can't replace the reset image.
bn: দুঃখিত, আপনি রিসেটের সময় ব্যবহৃত চিত্রটি পরিবর্তন করতে পারেন না।
vi: Rất tiếc, nhưng bạn không thể thay thế ảnh gốc.

source: Not an Image
bn: এটি কোন ছবি নয়
vi: Không phải ảnh

source: Sorry, but the pattern %s couldn't be installed.
bn: দুঃখিত, প্যাটার্ন %s কে ইনস্টল করা যায় নি।
vi: Rất tiếc, nhưng không thể cài đặt mẫu %s.

source: Select an image file to add as a pattern
bn: প্যাটার্ন হিসেবে ব্যবহারের জন্য একটি ছবির ফাইল বেছে নিন

source: Sorry, but you must specify a non-blank name for the new color.
bn: দুঃখিত, নতুন রঙে নাম হিসেবে আপনাকে অবশ্যই কিছু লিখতে হবে।
vi: Rất tiếc, nhưng bạn phải dùng tên không có khoảng trắng cho màu mới.

source: Couldn't install color
bn: রং ইনস্টল করা যায় নি
vi: Không thể cài đặt màu

source: Select a color to add
bn: তালিকায় যোগ করার জন্য একটি রং বেছে নিন

source: Sorry, but '%s' is not a usable image file!
bn: দুঃখিত, চিত্রের ফাইল হিসেবে '%s' ব্যবহারযোগ্য নয়!
vi: Rất tiếc, nhưng không thể dùng tập tin ảnh %s!

source: Select a Category:
bn: কোন একটি শ্রেণী বেছে নিন:

source: C_ancel Remove
bn: সরিয়ে ফেলার প্রচেষ্টা বাতিল করা হোক (_ব)

source: _Add a New Pattern...
bn: একটি নতুন প্যাটার্ন যোগ করা হোক... (_য)

source: _Add a New Color...
bn: একটি নতুন রং যোগ করা হোক... (_য)

source: _Add a New Emblem...
bn: একটি নতুন প্রতীক যোগ করা হোক... (_য)

source: Click on a pattern to remove it
bn: কোন প্যাটার্নকে সরিয়ে ফেলতে চাইলে তার ওপর ক্লিক করুন
vi: Nhấn vào mẫu để loại bỏ nó

source: Click on a color to remove it
bn: কোন রংকে সরিয়ে ফেলতে চাইলে তার ওপর ক্লিক করুন
vi: Nhấn vào màu để loại bỏ nó

source: Click on an emblem to remove it
bn: কোন প্রতীককে সরিয়ে ফেলতে চাইলে তার ওপর ক্লিক করুন
vi: Nhấn vào biểu tượng để loại bỏ nó

source: Patterns:
bn: প্যাটার্ন:
vi: Mẫu:

source: Colors:
bn: রং:
vi: Màu sắc:

source: Emblems:
bn: প্রতীক:
vi: Biểu tượng:

source: _Remove a Pattern...
bn: একটি প্যাটার্ন সরিয়ে ফেলা হোক... (_স)

source: _Remove a Color...
bn: একটি রং সরিয়ে ফেলা হোক... (_স)

source: _Remove an Emblem...
bn: একটি প্রতীক সরিয়ে ফেলা হোক... (_স)

source: [Search for] Name [contains "fish"]
bn: [Search for] নাম [contains "fish"]
vi: [Search for] Tên [contains "fish"]

source: [Search for] Content [includes all of "fish tree"]
bn: [Search for] অভ্যন্তরস্থ বস্তু [includes all of "fish tree"]
vi: [Search for] Nội dung [includes all of "fish tree"]

source: [Search for] Type [is regular file]
bn: [Search for] ধরন [is regular file]
vi: [Search for] Kiểu [is regular file]

source: [Search for] Size [larger than 400K]
bn: [Search for] আকার [larger than 400K]
vi: [Search for] Kích thước [larger than 400K]

source: [Search for] With Emblem [includes "Important"]
bn: [Search for] প্রতীকসহ [includes "Important"]
vi: [Search for] Biểu tượng [includes "Important"]

source: [Search for] Last Modified [before yesterday]
bn: [Search for] সর্বশেষ পরিবর্তন করা হয়েছে [before yesterday]

source: [Search for] Owner [is not root]
bn: [Search for] মালিক [is not root]
vi: [Search for] Chủ sở hữu [is not root]

source: [File name] contains [help]
bn: [File name] ধারণ করে [help]
vi: [File name] chứa [help]

source: [File name] starts with [nautilus]
bn: [File name] আরম্ভ হয়েছে [nautilus]
vi: [File name] bắt đầu bằng [nautilus]

source: [File name] ends with [.c]
bn: [File name] শেষ হয়েছে [.c]
vi: [File name] kết thúc bằng [.c]

source: [File name] matches glob [*.c]
bn: [File name] গ্লব (glob) এর সাথে মিলে যায় [*.c]
vi: [File name] khớp mẫu [*.c]

source: [File name] matches regexp ["e??l.$"]
bn: [File name] রেগুলার এক্সপ্রেশনের (regexp) সাথে মিলে যায় ["e??l.$"]
vi: [File name] khớp mẫu ["e??l.$"]

source: [File content] includes all of [apple orange]
bn: [File content] সম্পূর্ণ অংশ ধারণ করে [apple orange]
vi: [File content] bao gồm tất cả [apple orange]

source: [File content] includes any of [apply orange]
bn: [File content] কোন একটিকে ধারণ করে [apply orange]
vi: [File content] bao gồm một trong [apply orange]

source: [File content] does not include all of [apple orange]
bn: [File content] সম্পূর্ণ অংশ ধারণ করে না [apple orange]
vi: [File content] không bao gồm tất cả [apple orange]

source: [File content] includes none of [apple orange]
bn: [File content] কিছুই ধারণ করে না [apple orange]
vi: [File content] không bao gồm [apple orange]

source: [File type] is [folder]
bn: [File type] হল [folder]
vi: [File type] là [folder]

source: [File type] is not [folder]
bn: [File type] নয় [folder]
vi: [File type] không phải là [folder]

source: [File type is] regular file
bn: [File type is] সাধারণ ফাইল
vi: [File type is] file bình thường

source: [File type is] text file
bn: [File type is] টেক্সট ফাইল
vi: [File type is] file text

source: [File type is] application
bn: [File type is] অ্যাপলিকেশন
vi: [File type is] ứng dụng

source: [File type is] folder
bn: [File type is] ফোল্ডার
vi: [File type is] thư mục

source: [File type is] music
bn: [File type is] গান
vi: [File type is] âm nhạc

source: [File size is] larger than [400K]
bn: [File size is] অপেক্ষা বড় [400K]
vi: [File size is] lớn hơn [400K]

source: [File size is] smaller than [300K]
bn: [File size is] অপেক্ষা ছোট [300K]
vi: [File size is] nhỏ hơn [300K]

source: [With emblem] marked with [Important]
bn: [With emblem] যা দ্বারা চিহ্নিত [Important]
vi: [With emblem] đánh dấu bằng [Important]

source: [With emblem] not marked with [Important]
bn: [With emblem] যা দ্বারা চিহ্নিত নয় [Important]
vi: [With emblem] không đánh dấu bằng [Important]

source: [Last modified date] is [1/24/00]
bn: [Last modified date] হল [1/24/00]
vi: [Last modified date] là [1/24/00]

source: [Last modified date] is not [1/24/00]
bn: [Last modified date] নয় [1/24/00]
vi: [Last modified date] không phải là [1/24/00]

source: [Last modified date] is after [1/24/00]
bn: [Last modified date] পরে [1/24/00]
vi: [Last modified date] sau [1/24/00]

source: [Last modified date] is before [1/24/00]
bn: [Last modified date] পূর্বে [1/24/00]
vi: [Last modified date] trước [1/24/00]

source: [Last modified date] is today
bn: [Last modified date] আজ
vi: [Last modified date] là hôm nay

source: [Last modified date] is yesterday
bn: [Last modified date] গতকাল
vi: [Last modified date] là hôm qua

source: [Last modified date] is within a week of [1/24/00]
bn: [Last modified date] এক সপ্তাহের মধ্যে [1/24/00]
vi: [Last modified date] trong tuần [1/24/00]

source: [Last modified date] is within a month of [1/24/00]
bn: [Last modified date] এক মাসের মধ্যে [1/24/00]
vi: [Last modified date] trong tháng [1/24/00]

source: [File owner] is [root]
bn: [File owner] হল [root]
vi: [File owner] là [root]

source: [File owner] is not [root]
bn: [File owner] নয় [root]
vi: [File owner] không phải là [root]

source: Couldn't execute nautilus Make sure nautilus is in your path and correctly installed
bn: নটিলাসকে চালানো যায়নি নটিলাস আপনার ব্যবহৃত পাথ (Path) এ আছে কিনা অথবা সঠিকভাবে ইনস্টল করা হয়েছে কিনা তা নিশ্চিত হোন

source: Couldn't connect to URI %s Please make sure that the address is correct and alternatively, type in this address in the file manager directly
bn: ইউ.আর.আই (URI) %s-এর সাথে সংযুক্ত হওয়া যায়নি ঠিকানাটি সঠিকভাবে লেখা হয়েছে কিনা তা নিশ্চিত হোন অথবা বিকল্প ব্যবস্থা হিসেবে ফাইল ম্যানেজারে সরাসরি ঠিকানাটি লিখে দেখুন

source: Glade file for the connect to server program is missing. Please check your installation of nautilus
bn: সার্ভারের সাথে সংযুক্ত হতে ব্যবহৃত প্রোগ্রামের গ্লেড ফাইলটি পাওয়া যাচ্ছে না। দয়া করে নটিস্যাসের ইনস্টলেশন পরীক্ষা করুন

source: Add a new server to your Network Servers and connect to it
bn: নেটওয়ার্ক সার্ভারের তালিকায় নতুন একটি সার্ভার যোগ করুন ও তার সাথে সংযুক্ত হোন

source: New Server
bn: নতুন সার্ভার

source: _Connect
bn: যোগাযোগ স্থাপন করো (_য)
my: _C ချိတ်ဆက်ပါ

source: Close this window
bn: এই উইন্ডোটি বন্ধ করা হোক
vi: Đóng cửa sổ này

source: Display Nautilus help
bn: নটিলাসের সহায়িকা প্রদর্শন করা হোক

source: Display credits for the creators of Nautilus
bn: যারা নটিলাস তৈরি করেছেন তাঁদের তালিকা প্রদর্শন করা হোক

source: Display patterns, colors, and emblems that can be used to customize appearance
bn: নটিলাসের চেহারা ইচ্ছামাফিক পরিবর্তনের জন্য যেসব প্যাটার্ন, রং ও প্রতীক ব্যবহার করা যাবে তাদেরকে দেখানো হোক
vi: Hiện mẫu, màu, và biểu tượng có thể được dùng để thay đổi diện mạo

source: Display the latest contents of the current location
bn: বর্তমান অবস্থানের সর্বশেষ ফাইল তালিকা প্রদর্শন করা হোক

source: Edit Nautilus preferences
bn: নটিলাসের বৈশিষ্ট্যাবলি এডিট করা হোক

source: Go to Empty CD folder
bn: গন্তব্য খালি সিডির ফোল্ডার

source: Go to the home location
bn: গন্তব্য হোম (Home) ডিরেক্টরি
vi: Về thư mục nhà

source: Go up one level
bn: গন্তব্য একধাপ উপরে

source: Normal Si_ze
bn: স্বাভাবিক আকার (_আ)
