Repository: 7patricka7/nautilus-local
Catalog: po/*.po
Languages: bn, my, vi

source: Unable to complete the requested search
my: တောင်းဆိုထားသောရှာဖွေမှုကို ပြီးဆုံးအောင်မဆောင်ရွက်နိုင်ခဲ့ပါ

source: Show Time Ranges
my: အချိန်အပိုင်းအခြားများကို ပြပါ

source: Use Calendar
my: ပြက္ခဒိန် အသုံးပြုပါ

source: Any time
my: ဘယ်အချိန်ဖြစ်ဖြစ်

source: Other Type…
my: အခြားအမျိုးအစား...

source: Select type
my: အမျိုးအစားကိုရွေးပါ။

source: Select
my: ရွေးချယ်မည်

source: Select Dates…
my: နေ့စွဲရွေးမည်…

source: Items in Trash older than 1 hour are automatically deleted
my: ၁ နာရီထက်ကြာသော အမှိုက်ပုံးရှိ အိုက်တမ်များကို အလိုအလျောက် ဖျက်ပါသည်

source: Items in Trash older than %d day are automatically deleted
my: %d ရက်ထက် ပိုစောသော အမှိုက်ပုံးရှိ အရာများကို အလိုအလျောက် ဖျက်ပါသည်

source: Put files in this folder to use them as templates for new documents.
my: ဖိုင်များကို စာရွက်စာတမ်းအသစ်များအတွက် ပုံစံပလိတ်များအဖြစ် အသုံးပြုရန် ဤဖိုင်တွဲတွင် ထည့်ပါ

source: <a href="help:gnome-help/files-templates" title="GNOME help for templates">Learn more…</a>
my: <a href="help:gnome-help/files-templates" title="GNOME help for templates">ပိုသိချင်ပါက…</a>

source: Executable files in this folder will appear in the Scripts menu.
my: ဤဖိုင်တွဲရှိ လုပ်ဆောင်နိုင်သောဖိုင်များသည် Scripts မီနူးတွင် ပေါ်လာမည်ဖြစ်သည်။

source: Turn on File Sharing to share the contents of this folder over the network.
my: ဤဖိုင်တွဲ၏ အကြောင်းအရာများကို ကွန်ရက်ပေါ်တွင် မျှဝေရန် ဖိုင်မျှဝေခြင်းကို ဖွင့်ပါ။

source: Sharing Settings
my: မျှဝေခြင်း သတ်မှတ်ချက်များ

source: _Settings
my: _Sသတ်မှတ်ချက်များ

source: Since %d day ago
my: လွန်ခဲ့သော %d ရက်ကတည်းက

source: %d day ago
my: လွန်ခဲ့သော %d ရက်

source: Since last week
my: လွန်ခဲ့သော %dပတ်ကတည်းက

source: Last week
my: လွန်ခဲ့သော %dပတ်

source: Since last month
my: လွန်ခဲ့သော %dလကတည်းက

source: Last month
my: လွန်ခဲ့သော %dလ

source: Since last year
my: လွန်ခဲ့သော %dနှစ်ကတည်းက

source: Last year
my: လွန်ခဲ့သော %dနှစ်

source: Parent folder
my: မိခင်ဖိုလ်ဒါ

source: New tab
my: တပ်ဘ်အသစ်

source: Close current view
my: လက်ရှိမြင်ကွင်းပိတ်မည်

source: “%s” moved to trash
my: “%s” ကို အမှိုက်ပုံးသို့ ရွှေ့ထားသည်

source: %d file moved to trash
my: %d ဖိုင်ကို အမှိုက်ပုံးသို့ ရွှေ့ပြီးပါပြီ

source: “%s” unstarred
my: “%s” ကြယ်ဖြုတ်ပြီးပြီ

source: %d file unstarred
my: ဖိုင်လ် %dခု ကြယ်ဖြုတ်ပြီးပြီ

source: _Redo
my: _ပြန်လုပ်

source: Open %s
my: %s ကိုဖွင့်မည်

source: No plugins currently installed.
my: လက်ရှိတွင် ပလပ်အင်များ ထည့်သွင်းထားခြင်းမရှိပါ။

source: Currently installed plugins:
my: လက်ရှိထည့်သွင်းထားသော ပလပ်အင်များ-

source: For bug testing only, the following command can be used:
my: ပြစ်ချက်စမ်းသပ်ခြင်းအတွက်သာဖြစ်ပြီး အောက်ပါအမိန့်ကို အသုံးပြုနိုင်သည်-

source: translator-credits
my: ဘာသာပြန်ဆိုသူများ

source: Searching locations only
my: တည်နေရာများကိုသာရှာဖွေမည်

source: Searching network locations only
my: ကွန်ရက်တည်နေရာများကိုသာရှာဖွေမည်

source: Remote location — only searching the current folder
my: အဝေးတည်နေရာ — လက်ရှိဖိုလ်ဒါကိုသာရှာဖွေနေသည်

source: Only searching the current folder
my: လက်ရှိဖိုလ်ဒါကိုသာရှာဖွေနေသည်

source: Unable to display the contents of this folder.
my: ဤဖိုလ်ဒါ၏ပါဝင်ဒေတာများကို မပြသနိုင်ခဲ့ပါ။

source: This location doesn’t appear to be a folder.
my: ဤတည်နေရာသည် ဖိုလ်ဒါတစ်ခုဖြစ်ပုံမရပါ။

source: Unable to find “%s”. Please check the spelling and try again.
my: “%s”ကို ရှာမတွေ့ပါ။ သတ်ပုံစစ်ဆေးပြီး ပြန်ကြိုးစားကြည့်ပါ။

source: Unable to find the requested file. Please check the spelling and try again.
my: တောင်းခံထားသောဖိုင်လ်ကို ရှာမတွေ့ပါ။ သတ်ပုံစစ်ဆေးပြီး ပြန်ကြိုးစားကြည့်ပါ။

source: “%s” locations are not supported.
my: “%s” တည်နေရာများကို မထောက်ပံ့ထားပါ။

source: Unable to handle this kind of location.
my: ဤလိုတည်နေရာမျိုးကို မကိုင်တွယ်နိုင်ပါ။

source: Unable to access the requested location.
my: တောင်းဆိုထားသောတည်နေရာကို အသုံးမပြုနိုင်ခဲ့ပါ။

source: Don’t have permission to access the requested location.
my: တောင်းဆိုထားသောတည်နေရာကို အသုံးပြုရန် ခွင့်ပြုချက်မရှိပါ။

source: Unable to find the requested location. Please check the spelling or the network settings.
my: တောင်းခံထားသောတည်နေရာကို မရှာနိုင်ခဲ့ပါ။ စာလုံးပေါင်းသတ်ပုံ သို့မဟုတ် ကွန်ရက်သတ်မှတ်ချက်များ ပြန်စစ်ဆေးကြည့်ပါ။

source: The server has refused the connection. Typically this means that the firewall is blocking access or that the remote service is not running.
my: ဆာဗာက ချိတ်ဆက်မှုကို ငြင်းဆိုထားသည်။ ဆိုလိုသည်မှာ firewall မှ ဝင်ရောက်မှုကို ပိတ်ဆို့ထားခြင်းကြောင့် သို့မဟုတ် အဝေးထိန်းဝန်ဆောင်မှုမှာ အလုပ်မလုပ်ခြင်းကြောင့် ဖြစ်သည်။

source: Unhandled error message: %s
my: မကိုင်တွယ်ထားသောအမှားမှတ်စာ - %s

source: Unable to load location
my: တည်နေရာကို မတွန်းတင်နိုင်ပါ

source: Open with:
my: ဖြင့်ဖွင့်မည် -

# shortcut window
source: General
my: ယေဘုယျ

# shortcut window
source: New window
my: ဝင်းဒိုးအသစ်

# shortcut window
source: Close window or tab
my: ဝင်းဒိုး သို့ တပ်ဘ် ပိတ်

# shortcut window
source: Quit
my: ထွက်

# shortcut window
source: Search
my: ရှာ

# shortcut window
source: Bookmark current location
my: လက်ရှိနေရာ အမှတ်အသားပြု

# shortcut window
source: Show help
my: အကူအညီပြ

# shortcut window
source: Show preferences
my: နှစ်သက်-သတ်မှတ်ချက်များ ပြ

# shortcut window
source: Shortcuts
my: ဖြတ်လမ်းခလုတ်များ

# shortcut window
source: Undo
my: ချေ

# shortcut window
source: Redo
my: ပြန်လုပ်

# shortcut window
source: Opening
my: ဖိုင်ဖွင့်ခြင်းဆိုင်ရာ

# shortcut window
source: Open
my: ဖွင့်

# shortcut window
source: Open in new tab
my: တပ်ဘ်အသစ်တွင်ဖွင့်

# shortcut window
source: Open in new window
my: ဝင်းဒိုးအသစ်တွင်ဖွင့်

# shortcut window
source: Open item location (search and recent only)
my: အိုင်တမ်တည်နေရာဖွင့် (ရှာဖွေမှုနှင့်လတ်တလောဖိုင်များသာ)

# shortcut window
source: Open with default app
my: မူလသတ်မှတ်ချက် အပ္ပလီကေးရှင်းဖြင့်ဖွင့်

# shortcut window
source: Tabs
my: တပ်ဘ်

# shortcut window
source: New tab
my: တပ်ဘ်အသစ်

# shortcut window
source: Go to previous tab
my: ယခင်တပ်ဘ်သို့

# shortcut window
source: Go to next tab
my: ရှေ့တပ်ဘ်သို့

# shortcut window
source: Open tab
my: တပ်ဘ်ဖွင့်

# shortcut window
source: Move tab left
my: တပ်ဘ် ဘယ်ရွှေ့

# shortcut window
source: Move tab right
my: တပ်ဘ် ညာရွှေ့

# shortcut window
source: Restore tab
my: တပ်ဘ် ပြန်ထား

# shortcut window
source: Navigation
my: လမ်းညွှန်ဆိုင်ရာ

# shortcut window
source: Go back
my: ပြန်သွား

# shortcut window
source: Go forward
my: ရှေ့သွား

# shortcut window
source: Go up
my: အပေါ်တက်

# shortcut window
source: Go down
my: အောက်ဆင်း

# shortcut window
source: Go to home folder
my: အိမ်ဖိုင်တွဲသို့သွား

# shortcut window
source: Enter location
my: တည်နေရာရိုက်သွင်း

# shortcut window
source: Location bar with root location
my: ဇစ်မြစ်တည်နေရာပြ တည်နေရာပြတန်း

# shortcut window
source: Location bar with home location
my: အိမ်တည်နေရာပါပြ တည်နေရာပြတန်း

# shortcut window
source: View
my: မြင်ကွင်း

# shortcut window
source: Zoom in
my: မြင်ကွင်းချဲ့

# shortcut window
source: Zoom out
my: မြင်ကွင်းခြုံ့

# shortcut window
source: Reset zoom
my: မြင်ကွင်းပြန်သတ်မှတ်

# shortcut window
source: Refresh view
my: မြင်ကွင်းအသစ်လုပ်

# shortcut window
source: Show/hide hidden files
my: ဖွက်ထားသောဖိုင်လ်များ ပြ/ဖွက်

# shortcut window
source: Show/hide sidebar
my: ဘေးတန်း ပြ/ဖွက်

# shortcut window
source: Show/hide action menu
my: လုပ်ဆောင်ချက်မီနူး ပြ/ဖွက်

# shortcut window
source: List view
my: စာစဥ်မြင်ကွင်း

# shortcut window
source: Grid view
my: တိုင်-တန်း မြင်ကွင်း

# shortcut window
source: Expand folder
my: ဖိုင်တွဲဖြန့်

# shortcut window
source: Collapse folder
my: ဖိုင်တွဲစု

# shortcut window
source: Editing
my: တည်းဖြတ်ခြင်းဆိုင်ရာ

# shortcut window
source: Create folder
my: ဖိုင်တွဲတည်ဆောက်

# shortcut window
source: Rename
my: အမည်ပြောင်း

# shortcut window
source: Move to trash
my: အမှိုက်ပုံးထဲသို့ရွှေ့

# shortcut window
source: Delete permanently
my: လုံးဝဖျက်မည်

# shortcut window
source: Create link to copied item
my: ကူးယူအိုင်တမ်သို့လင့်ခ်ဖန်တီး

# shortcut window
source: Create link to selected item
my: ရွေးချယ်အိုင်တမ်သို့လင့်ခ်ဖန်တီး

# shortcut window
source: Cut
my: ဖြတ်ယူ

# shortcut window
source: Copy
my: ကူးယူမည်

# shortcut window
source: Paste
my: ထည့်

# shortcut window
source: Select all
my: အားလုံးရွေး

# shortcut window
source: Invert selection
my: ရွေးထားသည်များပြောင်းပြန်လုပ်

# shortcut window
source: Select items matching
my: ကိုက်ညီသည့်အိုင်တမ်ရွေး

# shortcut window
source: Show item properties
my: အိုင်တမ်၏အချက်အလက်ပြမည်

source: Choose an app to open the selected files.
my: ရွေးချယ်ထားသောဖိုင်များဖွင့်ရန် အက်ပ်တစ်ခုကို ရွေးချယ်ပါ။

source: Always use for this file type
my: ဤဖိုင်အမျိုးအစားအတွက် အမြဲတမ်းအသုံးပြုပါ

source: Automatic Numbers
my: အလိုအလျောက်နံပါတ်များ

source: Metadata
my: မတ်တာဒေတာ

source: Creation Date
my: ဖန်တီးခဲ့သောနေ့စွဲ

source: Season Number
my: Seasonနံပါတ်

source: Episode Number
my: အပိုင်းနံပါတ်

source: Track Number
my: သံစဉ်နံပါတ်

source: Artist Name
my: အနုပညာရှင်အမည်

source: Album Name
my: အယ်ဘမ်အမည်

source: Original File Name
my: မူလဖိုင်လ်အမည်

source: Rename _using a template
my: ပုံစံပြား _အသုံးပြု၍ အမည်ပြောင်းမည်

source: Find and replace _text
my: _စာသားရှာဖွေ၍အစားထိုးမည်

source: Format
my: အချိုးအစား

source: Add
my: ထည့်မည်

source: Automatic Numbering Order
my: အလိုအလျောက်နံပါတ်စဉ်

# title
source: Replace
my: အစားထိုး

source: Existing Text
my: ရှိပြီးသား စာသား

source: Replace With
my: ဖြင့်အစားထိုးမည်

source: Visible Columns
my: မြင်နိုင်သော ကော်လံများ

source: This folder uses custom settings
my: ဤဖိုင်တွဲသည် စိတ်ကြိုက်သတ်မှတ်ချက်များကို အသုံးပြုသည်

source: Only Apply to Current Folder
my: လက်ရှိဖိုင်တွဲအတွက်သာ အသုံးပြုပါ

source: Move _Up
my: _အပေါ်တက်မည်

source: Move _Down
my: _D အောက်သို့ ရွှေ့မည်

source: Create Compressed Archive
my: ချုံ့ထားသည့်မှတ်တမ်းတစ်ခု ဖန်တီးပါ

source: Archive name
my: ထိမ်းသိမ်းတိုက်ဖိုင်လ်အမည်

source: Password
my: စကားဝှက်

source: Enter a password here.
my: ဤနေရာတွင် စကားဝှက်ရေးသွင်းပါ။

source: Re_name
my: _N အမည်ပြောင်းပါ

source: Re_place
my: _p အစားထိုးပါ

source: _Select a new name for the destination
my: _S နာမည်အသစ်ပြောင်းပါ

source: _Reset
my: _R ပြန်သတ်မှတ်မည်

source: Apply this action to all files and folders
my: ဤအက်ရှင်ကို ဖိုင်လ်နှင့်ဖိုလ်ဒါအားလုံးအား သက်ရောက်စေမည်

source: Change Permissions for Enclosed Files
my: Enclosedဖိုင်လ်များအတွက်ခွင့်ပြုချက်များ ပြောင်းလဲမည်

source: C_hange
my: _ပြောင်းမည်

source: Others
my: အခြား

source: New _Folder…
my: _F ဖိုင်တွဲအသစ်…

source: New _Document
my: _မှတ်တမ်းစာအုပ်အသစ်

source: Open _With…
my: _ဖြင့် ဖွင့်မည်…

source: Open in Consol_e
my: _e Console တွင်ဖွင့်ပါ

source: _Paste
my: _ပွားထည့်

source: Paste as _Link
my: _L လင့်ခ်အဖြစ်ကူးထည့်ပါ

source: _Visible Columns
my: _မြင်ရသောတိုင်များ

source: Empty _Trash…
my: _အမှိုက်ပုံးရှင်း…

source: P_roperties
my: ဂုဏ်_သတ္တိများ

source: _Extract
my: _E ဖြည်ပါ

source: E_xtract to…
my: _သို့ဖြေထုတ်မည်...

source: _Run as a Program
my: ပရိုဂရမ်အဖြစ် _မောင်းနှင်မည်

source: Open In New _Tab
my: _တပ်ဘ်အသစ်တွင်ဖွင့်

source: Open In New _Window
my: _ဝင်းဒိုးအသစ်တွင်ဖွင့်

source: _Open Item Location
my: အိုင်တမ်တည်နေရာ_ဖွင့်

source: _Mount
my: _တပ်ဆင်

source: _Unmount
my: _ဖြုတ်

source: _Eject
my: _E အခွေထုတ်ရန်

source: _Detect Media
my: မီဒီယာ_စုံစမ်းမည်

source: Cu_t
my: _t ဖြတ်ယူ

source: _Copy
my: _C ကူးယူပါ

source: Move to…
my: သို့ရွှေ့မည်…

source: Copy to…
my: သို့ကူးယူမည်…

source: Rena_me…
my: အမည်_ပြောင်းမည်…

source: _Paste Into Folder
my: ဖိုလ်ဒါအတွင်းသို့_ပွားထည့်

source: Create _Link
my: _လင့်ခ်ဖန်တီးမည်

source: C_ompress…
my: _ဖိသိပ်မည်…

source: Set as Background…
my: နောက်ခံအဖြစ် သတ်မှတ်ပါ…

source: Email…
my: အီးမေးလ်…

source: _Delete From Trash…
my: _D အမှိုက်ပုံးမှ ဖျက်ရန်...

source: _Delete Permanently…
my: အမြဲတမ်းအတွက် _ဖျက်မည်…

source: _Restore From Trash
my: _အမှိုက်ပုံးမှပြန်ယူ

source: _Remove From Recent
my: _R Recent မှ ဖယ်ရှားပါ

source: Select Items Matching
my: တူရာရွေးချယ်ရန်

source: Pattern
my: ပုံစံ

source: View of the current folder
my: လက်ရှိဖိုလ်ဒါ၏မြင်ကွင်း

source: Full Text Match
my: စာသားကိုက်ညီမှု

source: Password Required
my: စကားဝှက်လိုအပ်သည်

source: Enter password…
my: စကားဝှက်ရေးသွင်းပါ...

source: Open in New _Window
my: _ဝင်းဒိုးအသစ်တွင်ဖွင့်

source: Open in New _Tab
my: _တပ်ဘ်အသစ်တွင်ဖွင့်

source: R_eload
my: _ပြန်တွင်းတင်

source: St_op
my: ရပ်_မည်

source: Add to _Bookmarks
my: _Bမှတ်သားချက်များသို့ ထည့်မည်

source: _Copy Location
my: _C တည်နေရာကူးယူပါ

source: General
my: ယေဘုယျ

source: Sort _Folders Before Files
my: ဖိုလ်ဒါကိုဖိုင်လ်အရင် စီမည်

source: _Expandable Folders in List View
my: စာရင်းမြင်ကွင်းတွင် _ဖွင့်ချလို့ရသော ဖိုလ်ဒါများ

source: Action to Open Items
my: အိုင်တမ်များဖွင့်ရန်အက်ရှင်

source: Optional Context Menu Actions
my: ရွေးချယ်စရာ ဆက်စပ်မီနူးအက်ရှင်များ

source: Show more actions in the menus. Keyboard shortcuts can be used even if the actions are not shown.
my: မီနူးများတွင် နောက်ထပ် လုပ်ဆောင်ချက်များကို ပြပါ။ လုပ်ဆောင်ချက်များကို မပြသသော်လည်း ကီးဘုတ်ဖြတ်လမ်းများကို အသုံးပြုနိုင်ပါသည်။

source: _Delete Permanently
my: အမြဲတမ်းအတွက်_ဖျက်မည်

source: Performance
my: စွမ်းဆောင်ရည်

source: These features may cause slowdowns and excess network usage, especially when browsing files outside this computer, such as on a remote server.
my: ၎င်းစွမ်းဆောင်ရည်များကြောင့် ကွန်ပြူတာနှေးကွေးပြီး အင်တာနက်အသုံးပြုမှုများမည်။ အဝေးဆာဗာမှထားသောဖိုင်များဆိုလျှင်ပိုဆိုးနိုင်သည်။

source: Search in Subfolders
my: ဖိုလ်ဒါငယ်များတွင် ရှာဖွေမည်

source: Show Thumbnails
my: ဖိုင်လ်ပုံရိပ်အသေးများ ပြမည်

source: Count Number of Files in Folders
my: ဖိုလ်ဒါအတွင်းရှိဖိုင်လ်အရေအတွက် တွက်မည်

source: Add information to be displayed beneath file and folder names. More information will appear when zooming closer.
my: ဖိုင်နှင့် ဖိုင်တွဲအမည်များအောက်တွင် ဖော်ပြမည့် အချက်အလက်များထည့်ပါ။ အနီးကပ် Zoom ဆွဲကြည့်ပါက နောက်ထပ်အချက်အလက် ပေါ်လာမည်ဖြစ်သည်။

source: Grid View Captions
my: ဇယားပုံမြင်ကွင်း (Grid View) ရှိ ခေါင်းစီးများ

# the n-th position of an icon caption
source: First
my: ပထမ

# the n-th position of an icon caption
source: Second
my: ဒုတိယ

# the n-th position of an icon caption
source: Third
my: တတိယ

# menu item
source: Sort
my: စီ

source: _Visible Columns…
my: _မြင်ရသောတိုင်များ…

source: Show operations
my: ဆောင်ရွက်မှုများပြမည်

source: Unknown Filesystem
my: အမည်မသိ ဖိုင်စနစ်

source: total
my: စုစုပေါင်း

source: used
my: အသုံးပြုထားသည်

source: free
my: လွတ်

source: Open in Disks
my: Disksတွင်ဖွင့်မည်

source: Link Target
my: လင့်ခ် Target

source: Parent Folder
my: ပင်မဖိုင်တွဲ

source: Original Folder
my: မူရင်းဖိုင်တွဲ

source: Trashed on
my: အမှိုက်ပုံးပို့ခဲ့သောရက်

source: _Permissions
my: _P ခွင့်ပြုချက်များ

source: _Executable as Program
my: _E ပရိုဂရမ်အဖြစ် လုပ်ဆောင်နိုင်သည်

source: Set Custom Permissions
my: စိတ်ကြိုက်ခွင့်ပြုချက်များ သတ်မှတ်ပါ

source: Unknown Permissions
my: အမည်မသိခွင့်ပြုချက်များ

source: The permissions of the selected files could not be determined.
my: ရွေးချယ်ထားသောဖိုင်များ၏ ခွင့်ပြုချက်များကို မဆုံးဖြတ်နိုင်ပါ။

source: You are not the owner, so you cannot change these permissions.
my: သင်သည် စက်ပိုင်ရှင်မဟုတ်သောကြောင့် ဒီခွင့်ပြုချက်ကိုမပြောင်းလဲနိုင်ပါ။

source: _Owner
my: _ပိုင်ရှင်

source: Access
my: အသုံးပြု

source: Folder Access
my: ဖိုင်တွဲဝင်ရောက်ခွင့်

source: File Access
my: ဖိုင်ဝင်ရောက်ခွင့်

source: _Group
my: _Gအုပ်စု -

source: Security Context
my: လုံခြုံရေးဆိုင်ရာ

source: Change Permissions for Enclosed Files…
my: Enclosedဖိုင်လ်များအတွက်ခွင့်ပြုချက်များ ပြောင်းလဲမည်...

source: New Filename
my: ဖိုင်အမည်အသစ်

source: When
my: ဘယ်ချိန်လဲ

source: Clear Date Filter
my: ရက်စွဲ စစ်ထုတ်မှုကို ရှင်းလင်းပါ

source: Since…
my: ကတည်းက...

source: Last _modified
my: _နောက်ဆုံးမွမ်းမံထားသော

source: Last _used
my: နောက်ဆုံး_သုံးခဲ့သော

source: What
my: ဘာလဲ

source: Full Text
my: စာသားအပြည့်

source: Search Inside Files
my: အတွင်းဖိုင်များ ရှာပါ

source: File Name
my: ဖိုင်လ်အမည်

source: Don't Search Inside Files
my: အတွင်းဖိုင်များ မရှာဖွေပါနှင့်

source: Show Sidebar
my: ဘေးဘားပြပါ

# Sort Criterion
source: _A-Z
my: _က-အ

# Sort Criterion
source: _Z-A
my: _အ-က

source: Last _Modified
my: _နောက်ဆုံးမွမ်းမံထားသော

source: _First Modified
my: _Fပထမမွမ်းမံခဲ့သော

source: _Size
my: _အရွယ်အစား

source: _Type
my: _အမျိုးအစား

source: Last _Trashed
my: _နောက်ဆုံးအမှိုက်ပုံးပို့ခဲ့သော

source: View Options
my: ရွေးချယ်စရာများကို ကြည့်ပါ

source: New _Tab
my: _တပ်ဘ်အသစ်

source: Icon Size
my: အိုင်ကွန်အရွယ်အစား

source: Show _Hidden Files
my: _H ဝှက်ထားသောဖိုင်များပြပါ

source: _Keyboard Shortcuts
my: _ကီးဘုတ်အမြန်ခလုတ်များ

source: _About Files
my: ဖိုင်လ် _အကြောင်း

source: _New Tab
my: တပ်ဘ်_အသစ်

source: Re_store Closed Tab
my: _s ပိတ်ထားသော တဘ်ကို ပြန်လည်သိမ်းဆည်းပါ

source: Move Tab to New _Window
my: _ဝင်းဒိုးအသစ်သို့တပ်ဘ်ကိုရွှေ့

source: Move Tab _Left
my: _ဘယ်သို့တပ်ဘ်ရွှေ့

source: Move Tab _Right
my: _ညာသို့တပ်ဘ်ရွှေ့

source: _Close Tab
my: _C မျက်နှာစာပိတ်ပါ

source: Close _Other Tabs
my: _O အခြားတဘ်များကို ပိတ်ပါ

source: _Files
my: _ဖိုင်လ်

source: Main Menu
my: အဓိကမီနူး

source: Searching for network locations
my: ကွန်ရက်တည်နေရာများကို ရှာဖွေနေသည်

source: No network locations found
my: ကွန်ရက်တည်နေရာများ မတွေ့ပါ

source: Con_nect
my: ချိတ်_ဆက်

source: Unable to unmount volume
my: ဒေတာထုကို မဖြုတ်နိုင်ခဲ့ပါ

source: Cance_l
my: _ပယ်ဖျက်

source: File Transfer Protocol
my: ဖိုင်လ်ကူးပြောင်းမှုလုပ်ရိုးလုပ်ထုံး

source: ftp:// or ftps://
my: ftp:// သို့မဟုတ် ftps://

source: Network File System
my: ကွန်ရက်ဖိုင်လ်စနစ်

source: SSH File Transfer Protocol
my: SSH ဖိုင်လ်ကူးပြောင်းမှုလုပ်ရိုးလုပ်ထုံး

source: sftp:// or ssh://
my: sftp:// သို့မဟုတ် ssh://

source: dav:// or davs://
my: dav:// သို့မဟုတ် davs://

source: Unable to get remote server location
my: အဝေးဆာဗာတည်နေရာမရယူနိုင်ခဲ့ပါ

source: Networks
my: ဆ.သ.ရ-ကွန်ရက်များ

source: On This Computer
my: ဤကွန်ပျူတာတွင်

source: %s / %s available
my: %s / %s ရရှိနိုင်သည်

source: Disconnect
my: ချိတ်ဆက်မှုဖြတ်

source: Unmount
my: ဖြုတ်

source: Server Addresses
my: ဆာဗာလိပ်စာများ

source: Server addresses are made up of a protocol prefix and an address. Examples:
my: ဆာဗာလိပ်စာများကို ပရိုတိုကော prefix နှင့် လိပ်စာတစ်ခုဖြင့် ဖွဲ့စည်းထားသည်။ ဥပမာများမှာ -

source: Available Protocols
my: ရရှိနိုင်သော လုပ်ရိုးလုပ်ထုံးများ

source: Prefix
my: အရှေ့ဆက်

source: No Recent Servers
my: လတ်တလောဆာဗာများ မရှိပါ

source: Recent Servers
my: လက်တလောအသုံးပြုခဲ့သောဆာဗာများ

source: List of common local and remote mountpoints.
my: စက်တွင်းနှင့် အဝေးထိန်း mountpoint များ စာရင်း။

source: Try a different search.
my: နောက်တစ်နည်းဖြင့်ရှာပါ

source: Enter server address…
my: ဆာဗာလိပ်စာရေးသွင်းပါ...

source: %s does not exist in the bookmarks list
my: %s သည် Bookmarks စာရင်းတွင် မရှိပါ

source: %s already exists in the bookmarks list
my: Bookmarks စာရင်းတွင် %s ရှိပြီးဖြစ်သည်

source: Eject
my: ဖယ်ရှားရန်

source: Recent
my: လတ်တလော

source: Recent files
my: လတ်တလော ဖိုင်များ

source: Starred files
my: ကြယ်ပွင့်ပြဖိုင်များ

source: Open your personal folder
my: သင်၏ကိုယ်ပိုင် ဖိုလ်ဒါကိုဖွင့်ပါ။

source: Enter Location
my: တည်နေရာထည့်သွင်းပါ

source: Manually enter a location
my: တည်နေရာတစ်ခုကို ကိုယ်တိုင်ထည့်ပါ

source: Open the trash
my: အမှိုက်ပုံးကို ဖွင့်မည်။

source: Mount and Open “%s”
my: တပ်ဆင်ပြီး “%s” ကိုဖွင့်ပါ

source: Open the contents of the file system
my: ဖိုင်စနစ်၏ အကြောင်းအရာများကို ဖွင့်ပါ

source: New bookmark
my: Bookmark အသစ်

source: Add a new bookmark
my: Bookmark အသစ်တစ်ခုထည့်ပါ

source: Show other locations
my: အခြားတည်နေရာများကို ပြပါ

source: Error unlocking “%s”
my: “%s” လော့ခ်ဖွင့်ရာတွင် အမှားအယွင်းရှိနေသည်

source: This name is already taken
my: ဤအမည်မှာ အသုံးပြုထားပြီးဖြစ်သည်

source: Unable to stop “%s”
my: “%s” ကို ရပ်၍မရပါ

source: Unable to poll “%s” for media changes
my: မီဒီယာပြောင်းလဲမှုများအတွက် “%s” ကို စစ်တမ်းကောက်ယူ၍မရပါ

source: _Remove from Bookmarks
my: _R Bookmarks မှ ဖယ်ရှားပါ

source: Empty Trash…
my: အမှိုက်ပုံးရှင်းမည်

source: _Unlock Device
my: စက်ပစ္စည်း_သော့ဖွင့်

source: _Lock Device
my: _L စက်ကို လော့ခ်ချပါ

source: Format…
my: ပုံစံချပါ...

source: Sidebar
my: ဘေးတန်းဘား

source: List of common shortcuts, mountpoints, and bookmarks.
my: အထွေထွေဖြတ်လမ်းများ၊ mountpoint များနှင့် စာညှပ်များစာရင်း။
